Repository: AdvanceServices/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Arches allows you to define user and user group permissions on a per-nodegroup basis. For example, you may want to hide the coordinates of a Resource from the public, or allow a certain group of users to only update the condition assessment section of a Resource Model. Rules like these are all enforced using permissions.
ar: يسمح لك Arches بتحديد أذونات مجموعة المستخدمين والمستخدمين على أساس كل مجموعة. على سبيل المثال ، قد ترغب في إخفاء إحداثيات أحد الموارد من الجمهور ، أو السماح لمجموعة معينة من المستخدمين بتحديث قسم تقييم الحالة في نموذج المورد فقط. يتم فرض مثل هذه القواعد باستخدام الأذونات.

source: Permissions Levels
ar: مستويات الأذونات

source: Allows users to delete instances of this nodegroup. Note, this is not the same as being allowed to delete an entire resource, permissions for which are not handled here.
ar: يسمح للمستخدمين بحذف مثيلات nodegroup . لاحظ أن هذا لا يعني أنه يُسمح لك بحذف مورد بأكمله ، ولا يتم التعامل مع الأذونات الخاصة به هنا.

source: Disallows users from seeing or editing instances of this nodegroup. Use this permission level to hide sensitive data from non-authenticated users (the public).
ar: لا يسمح للمستخدمين برؤية مثيلات nodegroup أو تعديلها. استخدم مستوى الإذن هذا لإخفاء البيانات الحساسة من المستخدمين غير المصادق عليهم (الجمهور).

source: Read
ar: اقرأ

source: Allows users to see this nodegroup's card. If disallowed, the card/nodegroup will be hidden from the map and resource reports.
ar: يسمح للمستخدمين برؤية بطاقة nodegroup . في حالة عدم السماح بذلك ، سيتم إخفاء البطاقة / nodegroup من الخريطة وتقارير الموارد.

source: Create/Update
ar: إنشاء / تحديث

source: Allows users to create or edit instances of this nodegroup. This provides the ability to let users edit some information about a resource, while be restricted from editing other information.
ar: يسمح للمستخدمين بإنشاء أو تعديل مثيلات ال nodegroup . يوفر هذا القدرة على السماح للمستخدمين بتعديل بعض المعلومات حول أحد الموارد ، بينما يتم تقييدهم من تعديل المعلومات الأخرى.

source: Non-Authenticated Users
ar: المستخدمون غير المصدق عليهم

source: You may notice that by default Arches comes with a "Guest" group, as well as user named "anonymous" who is a member of that group. <strong>Any non-authenticated user is treated as the "anonymous" user.</strong> This means that all permissions applied to the Guest group will be given to anyone who views the website without logging in.
ar: قد تلاحظ أن Arches بأتي تلقائيا مع مجموعة "Guest" ، بالإضافة إلى المستخدم المسمى "anonymous" وهو عضو في تلك المجموعة. <strong> يتم التعامل مع أي مستخدم غير مصدق عليه باعتباره المستخدم "anonymous". </ strong> وهذا يعني أن جميع الأذونات المطبقة على مجموعة الضيف ستُمنح لأي شخص يشاهد موقع الويب دون تسجيل الدخول.

source: The profile manager allows you to update your account information, such as your password, at any time. It also gives you a summary of your participation in data collection efforts that are in progress via <a href="https://arches.readthedocs.io/en/stable/using-arches-collector.html" target="_blank">Arches Collector</a>.
ar: يسمح لإدارة الملف الشخصي بتحديث معلومات حسابك ، مثل كلمة المرور الخاصة بك ، في أي وقت. كما يوفر لك ملخصًا لمشاركتك في جهود جمع البيانات الجارية عبر <a href = "https://arches.readthedocs.io/en/stable/using-arches-collector.html" target = "_ blank" > Arches Collector </a>.

source: The Reference Data Management (RDM) enables the creation and maintenance of controlled vocabularies that are used throughout your database. In Arches, controlled vocabularies consist of Concepts, and these Concepts are managed in Thesauri and Collections. In the RDM you can create new Thesauri, create new Concepts, import Concepts from external an endpoint (like the Getty AAT), and -- the ultimate goal -- create Collections, which will be used in your database as data input dropdown lists.
ar: تتيح إدارة البيانات المرجعية (RDM) إنشاء وصيانة المفردات التي يتم التحكم فيها والتي يتم استخدامها في قاعدة البيانات الخاصة بك. في Arches ، تتكون المفردات المحددة من المفاهيم ، وتدار هذه المفاهيم في قاموس المرادفات والمجموعات. في RDM ، يمكنك إنشاء قاموس مترادفات جديد ، وإنشاء مفاهيم جديدة ، واستيراد المفاهيم من نقطة نهاية خارجية (مثل Getty AAT) ، و- الهدف النهائي - إنشاء مجموعات ، والتي سيتم استخدامها في قاعدة البيانات الخاصة بك كقوائم منسدلة لإدخال البيانات.

source: Concepts
ar: المفاهيم

source: A Concept is a qualitative property that can be attached to a resource, something like "Stone" (which may describe a building material) or "House" (which may describe a past use for a structure). The advantage of storing these properties as Concepts is that a Concept may have attributes of its own. In the case of "House", we could add an alternate label, "Dwelling" to that Concept. Then, if a user searches for "dwelling", any resource with the "House" Concept attached to it will be found.
ar: المفهوم عبارة عن خاصية نوعية يمكن ربطها بمورد ما ، مثل "الحجر" (الذي قد يصف مادة بناء) أو "المنزل" (والذي قد يصف استخدامًا سابقًا لهيكل ما). ميزة تخزين هذه الخصائص كمفاهيم هي أن المفهوم قد يكون له سمات خاصة به. في حالة "المنزل" ، يمكننا إضافة تسمية بديلة ، "سكن" إلى هذا المفهوم. وبعد ذلك ، إذا بحث المستخدم عن "مسكن" ، فسيتم العثور على أي مورد مرفق به مفهوم "المنزل".

source: Concepts can also be nested, to allow more complex and meaningful relationships between them. For example, "House" may appear next to "School" within a parent Concept called "Building Use".
ar: يمكن أيضًا دمج المفاهيم للسماح بعلاقات أكثر تعقيدًا وذات مغزى بينها. على سبيل المثال ، قد تظهر كلمة "House" بجوار "المدرسة" ضمن مفهوم أصلي يسمى "Building Use".

source: Thesauri
ar: قاموس المرادفات

source: A Thesaurus is an entire set of Concepts which can be imported and exported as a whole. You can create as many new Thesauri as you need, or just add new Concepts to the default "Arches" Thesaurus. The organization of your Thesauri has no impact on the way Concepts will be exposed to the public or used throughout the app.
ar: قاموس المرادفات هو مجموعة كاملة من المفاهيم التي يمكن استيرادها وتصديرها ككل. يمكنك إنشاء العدد الذي تريده من قاموس المرادفات الجديد ، أو فقط إضافة مفاهيم جديدة إلى قاموس المرادفات التلقائي"Arches". لا يؤثر تنظيم قاموس المرادفات الخاص بك على طريقة عرض المفاهيم للجمهور أو استخدامها في جميع أنحاء التطبيق.

source: Collections
ar: المجموعات (Collections)

source: Collections, or Concept Collections as they are sometimes called, are custom aggregations of Concepts that will be used in your app as dropdown lists during the data entry process. Collections allow you to reorganize your Concepts for the specific purpose of data entry, so your dropdown lists do not have to look anything like your Thesaurus. You can create as many Collections as you want, or add new Concepts to existing Collections.
ar: المجموعات (Collections) ، أو مجموعات المفاهيم كما يطلق عليها أحيانًا ، عبارة عن تجميعات مخصصة من المفاهيم التي سيتم استخدامها في تطبيقك كقوائم منسدلة أثناء عملية إدخال البيانات. تسمح لك المجموعات بإعادة تنظيم مفاهيمك للغرض المحدد لإدخال البيانات ، لذلك لا يجب أن تبدو القوائم المنسدلة مثل قاموس المرادفات الخاص بك. يمكنك إنشاء أي عدد تريده من المجموعات ، أو إضافة مفاهيم جديدة إلى المجموعات الحالية.

source: Example - Create a New Thesaurus
ar: مثال - إنشاء قاموس المرادفات الجديد

source: In the video below, a new Thesaurus is created. Once you have made a Thesaurus, you can begin creating a hierarchy of Concepts within it. Remember, the final step will be to make a new Collection and add Concepts to it (from <em>any</em> of your Thesauri).
ar: في الفيديو أدناه ، يتم إنشاء قاموس مترادفات جديد. بمجرد إنشاء قاموس المرادفات ، يمكنك البدء في إنشاء تسلسل هرمي للمفاهيم داخله. تذكر أن الخطوة الأخيرة ستكون إنشاء مجموعة جديدة وإضافة المفاهيم إليها (من <em> أي </ em> من قاموس المرادفات الخاص بك).

source: click to view demonstration
ar: انقر لمشاهدة العرض التوضيحي

source: Example - Create a Top Concept
ar: مثال - قم بإنشاء مفهوم علوي

source: The first level of organization within a Thesaurus is a set of Top Concepts. A Top Concept may be something like "Architectural Styles" and its children Concepts will be the actual styles themselves. Below, a new, empty Top Concept is added to an empty Thesaurus.
ar: المستوى الأول من التنظيم داخل قاموس المرادفات هو مجموعة من أهم المفاهيم. قد يكون المفهوم الأعلى شيئًا مثل "الأساليب المعمارية" وستكون المفاهيم التابعة له هي الأنماط الفعلية نفسها. أدناه ، يتم إضافة مفهوم علوي جديد وفارغ إلى قاموس المرادفات الفارغ.

source: Example - Create New Concepts
ar: مثال - إنشاء مفاهيم جديدة

source: To create a new Concept, begin by selecting the Top Concept under which it should be placed. This will bring the details about the Top Concept into the main panel. Use the Manage dropdown to "Add Child", type in a label, and select the correct language for the label.
ar: لإنشاء مفهوم جديد ، ابدأ بتحديد "المفهوم العلوي" الذي يجب وضعه تحته. سيؤدي ذلك إلى عرض التفاصيل حول "المفهوم العلوي" في اللوحة الرئيسية. استخدم القائمة المنسدلة "إدارة" من أجل "Add Child" (اضافة مفهوم ادنى) ، واكتب تسمية ، وحدد اللغة الصحيحة للتسمية.

source: Example - Add an Alternate Label to a Concept
ar: مثال - أضف تسمية بديلة لمفهوم

source: To improve the searchability of your Concepts, you can add as many alternate labels to each one as you want Below, the label "Dwelling" is added to the Concept "House". The result is that anyone using "Dwelling" as a search term will be shown Resources that have the "House" Concept.
ar: لتحسين إمكانية البحث عن مفاهيمك ، يمكنك إضافة العديد من التسميات البديلة لكل واحدة كما تريد أدناه ، تتم إضافة التسمية "المسكن" إلى مفهوم "المنزل". والنتيجة هي أن أي شخص يستخدم "المسكن" كمصطلح بحث سيظهر الموارد التي لها مفهوم "المنزل".

source: Example - Create a Collection
ar: مثال - إنشاء مجموعة

source: Creating a Collection is very similar to creating a Thesaurus. However, you will be adding existing Concepts to a Collection (potentially from more than one Thesaurus) instead of creating new ones. Below, a new Collection is created. To go further, select the Collection, and use the "Add dropdown entry" link to add existing Concepts to this Collection. When configuring the Graph for a Branch or Resource Model, you will now be able to add this Concept Collection to a node.
ar: يشبه إنشاء مجموعة إلى حد كبير إنشاء قاموس المرادفات. ومع ذلك ، ستضيف المفاهيم الحالية إلى مجموعة (من المحتمل أن تكون من أكثر من قاموس مترادفات واحد) بدلاً من إنشاء مفاهيم جديدة. أدناه ، يتم إنشاء مجموعة جديدة. للمضي قدمًا ، حدد المجموعة ، واستخدم رابط "إضافة إدخال قائمة منسدلة" لإضافة المفاهيم الحالية إلى هذه المجموعة. عند تكوين الرسم البياني لفرع أو نموذج مورد ، ستتمكن الآن من إضافة مجموعة المفاهيم هذه إلى اي نود.

source: Creating Resource Data
ar: انشاء بيانات الموارد

source: The Resource Editor is used to create new or edit existing Resources. What you see on the left-hand side of the page is this Resource's "card tree", which shows all of the data entry cards that you can edit. Think of "creating data" as "adding cards".
ar: يتم استخدام معدل الموارد لإنشاء موارد جديدة أو تعديل موارد موجودة. ما تراه على الجانب الأيسر من الصفحة هو "شجرة الكارد" لهذا المورد ، والتي تعرض جميع الكارد لإدخال البيانات التي يمكنك تعديلها. فكر في "إنشاء البيانات" على أنه "إضافةكارد".

source: To begin, select a card, enter data, and click <strong>Add</strong>. Some cards may allow multiple instances, in which case you will be able to add as many of the same type as you want.
ar: للبدء ، حدد كارد، وأدخل البيانات ، وانقر على <strong> إضافة </ strong>. قد تسمح بعض الكارد بحالات متعددة ، وفي هذه الحالة ستتمكن من إضافة اي عدد تريده من نفس النوع.

source: Note that in the demonstration below, the "Define Resource Descriptors" function has already been configured to set the Name card value as the resource display name.
ar: لاحظ أنه في العرض التوضيحي أدناه ، تم تكوين وظيفة "تحديد واصفات الموارد" لتعيين قيمة كارد الاسم كاسم عرض المورد.

source: basic card data enty - click to view
ar: بيانات البطاقة الأساسية - انقر للعرض

source: Once you have saved data for a resource, you can see a full summary by selecting the top card. This is the resource report.
ar: بمجرد قيامك بحفظ البيانات لأحد الموارد ، يمكنك رؤية ملخص كامل عن طريق تحديد الكارد العلوية. هذا هو تقرير الموارد.

source: In some cases, cards will be nested within other cards, as in the example of adding a geo-location below.
ar: في بعض الحالات ، سيتم دمج الكارد في كارد أخرى ، كما في مثال إضافة موقع جغرافي أدناه.

source: nested card data enty - click to view
ar: بيانات الكارد المتداخلة - انقر للعرض

source: Creating Resources Relations
ar: تكوين علاقات الموارد

source: In the Resource Editor you can also access the <strong>Related Resources Editor</strong> . To create a relationship between this resource and another in your database, open the editor, find the resource, and click <strong>Add</strong>.
ar: في معدل الموارد ، يمكنك أيضًا الوصول إلى <strong> معدل الموارد ذات الصلة </ strong>. لإنشاء علاقة بين هذا المورد ومورد آخر في قاعدة البيانات ، افتح المعدل وابحث عن المورد وانقر على <strong> إضافة </ strong>.

source: Your Resource Model will need to be configured to allow relations with the target Resource Model. If relations are not allowed, resources in the dropdown menu will not be selectable.
ar: سيحتاج نموذج المورد الخاص بك إلى التعديل للسماح بالعلاقات مع نموذج المورد المستهدف. إذا كانت العلاقات غير مسموح بها ، فلن تكون الموارد في القائمة المنسدلة قابلة للتحديد.

source: create resource relation - click to view
ar: إنشاء علاقة الموارد - انقر للعرض

source: Choose a Resource Model to begin creating a new Resource in your database.
ar: اختر نموذج مورد لبدء إنشاء مورد جديد في قاعدة البيانات الخاصة بك.

source: Introduction to Search
ar: مقدمة للبحث

source: <strong>Search Bar</strong> The quickest way to search the database is to begin typing in the search bar. You'll be presented with database terminology which you can use to create one or more simple filters. The search bar also acts as an aggregator of <em>all</em> currently enabled filters.
ar: <strong> شريط البحث </ strong> إن أسرع طريقة للبحث في قاعدة البيانات هي بدء الكتابة في شريط البحث. سيتم تقديمك بمصطلحات قاعدة البيانات التي يمكنك استخدامها لإنشاء واحد أو أكثر من الفلاتر . يعمل شريط البحث أيضًا كمُجمِّع لـ <em> جميع </ em> الفلاتر الممكَّنة حاليًا.

source: <strong>Search Tools</strong> There are a number tools you can use to explore the database, which are described in detail below.
ar: <strong> أدوات البحث </ strong> هناك عدد من الأدوات التي يمكنك استخدامها لاستكشاف قاعدة البيانات ، والموضحة بالتفصيل أدناه.

source: <strong>Search Results</strong> Whenever you change any search filters, the updated search results will be listed here. You can link to a resource's report, zoom to it on the map, or view its related resources.
ar: <strong> نتائج البحث </ strong> متى قمت بتغيير أي فلاتر بحث ، سيتم إدراج نتائج البحث المحدثة هنا. يمكنك الارتباط بتقرير مورد أو تكبيره على الخريطة أو عرض الموارد ذات الصلة به.

source: <strong>Search Panel</strong> The contents of this panel will change depending on what search tool you are using. Typically, the map will be activated by default.
ar: <strong> لوحة البحث </ strong> ستتغير محتويات هذه اللوحة بناءً على أداة البحث التي تستخدمها. عادة ، سيتم تنشيط الخريطة تلقائيا.

source: Search Tools
ar: ادوات البحث

source: Map
ar: خريطة

source: Search results can be represented on the map in two ways: <strong>markers</strong> show the first set of resources in the search results, and <strong>cells</strong> are used to give a general spatial representation of <em>all</em> resources in the search results.
ar: يمكن تمثيل نتائج البحث على الخريطة بطريقتين: تعرض <strong> العلامات </ strong> المجموعة الأولى من الموارد في نتائج البحث ، وتستخدم <strong> الخلايا </ strong> لإعطاء تمثيل مكاني عام لـ < em> جميع </ em> الموارد في نتائج البحث.

source: In addition to displaying search results, the map can show resource layers (showing all resources), or custom overlays, if any have been added. You control the visibility of all layers and basemaps with the tool panel on the right.
ar: بالإضافة إلى عرض نتائج البحث ، يمكن للخريطة إظهار طبقات الموارد (إظهار جميع الموارد) ، أو التراكبات المخصصة(custom overlays) ، إذا تمت إضافة أي منها. يمكنك التحكم في رؤية جميع الطبقات وخرائط الأساس باستخدام لوحة الأدوات على اليمين.

source: Finally, you can add a spatial filter to your query by using the map drawing tools to draw a shape and apply a buffer distance if desired.
ar: أخيرًا ، يمكنك إضافة عامل تصفية مكاني إلى استعلامك باستخدام أدوات رسم الخريطة لرسم شكل وتطبيق مسافة عازلة إذا رغبت في ذلك.

source: change basemap - click to view
ar: تغيير خريطة الأساس - انقر للعرض

source: toggle search results layer - click to view
ar: تبديل طبقة نتائج البحث - انقر لعرضها

source: search with spatial query - click to view
ar: البحث مع الاستعلام المكاني - انقر للعرض

source: Time
ar: الوقت

source: You can apply a temporal criterion to your query by using the Time Filter. You have the option of creating the filter by hand, or you can use the time wheel. The time wheel is a graphic representation of all the resources in the database, organized chronologically.
ar: يمكنك تطبيق معيار زمني على الاستعلام الخاص بك باستخدام عامل تصفية الوقت. لديك خيار إنشاء الفلتر، أو يمكنك استخدام عجلة الوقت. عجلة الوقت هي تمثيل رسومي لجميع الموارد الموجودة في قاعدة البيانات ، مرتبة ترتيبًا زمنيًا.

source: apply time filter with time wheel - click to view
ar: تطبيق فلتر الوقت مع عجلة الوقت - انقر للعرض

source: Saved
ar: تم الحفظ

source: Saved searches allow you to view pre-made queries. Saved searches are created by database administrators, so the number of saved searches shown here will vary from one database to the next.
ar: تسمح لك عمليات البحث المحفوظة بعرض الاستعلامات المعدة مسبقًا. يتم إنشاء عمليات البحث المحفوظة بواسطة مسؤولي قاعدة البيانات ، وبالتالي فإن عدد عمليات البحث المحفوظة الموضح هنا سيختلف من قاعدة بيانات إلى أخرى.

source: Advanced
ar: متقدمة

source: You can use the advanced search to make more complex queries based on data attributes, or "facets". While the basic search filter allows you to combine multiple filters, advanced search is the only way to combine filters with an <strong>or</strong> operator, and also gives you access to more comparison operators.
ar: يمكنك استخدام البحث المتقدم لإجراء استعلامات أكثر تعقيدًا استنادًا إلى سمات البيانات أو "facets". بينما يسمح لك فلتر البحث الأساسي بدمج عوامل تصفية متعددة ، فإن البحث المتقدم هو الطريقة الوحيدة لدمج الفلاتر مع عامل التشغيل (operator) <strong> أو </ strong> ، كما يمنحك أيضًا إمكانية الوصول إلى المزيد من عوامل تشغيل المقارنة(comparison operators).

source: In the example below, a search is made within a single resource type for any name <strong>like</strong> "church" <strong>or</strong> any name <strong>like</strong> "gate".
ar: في المثال أدناه ، يتم إجراء بحث داخل نوع مورد واحد عن أي اسم <strong> مثل </ strong> "كنيسة" <strong> أو </strong> أي اسم <strong> مثل </ strong> "بوابة".

source: search for multiple words in names - click to view
ar: البحث عن كلمات متعددة في الأسماء - انقر لعرضها

source: Related
ar: متعلق ب

source: For each resource listed in the search results you can view its related resources with the "Related Resources" link under the description. By viewing Related Resources, you get a new view of the database: not how resources are related geographically nor chronologically, but qualitatively.
ar: لكل مورد مدرج في نتائج البحث ، يمكنك عرض الموارد ذات الصلة به من خلال ارتباط "الموارد ذات الصلة" أسفل الوصف. من خلال عرض "الموارد ذات الصلة" ، تحصل على طريقة عرض جديدة لقاعدة البيانات: ليس كيفية ارتباط الموارد جغرافيًا أو زمنيًا ، ولكن نوعيًا.

source: There two methods for viewing Related Resources: in a table where each related resource is a row, or in a graph where resources are shown as nodes in a graph, with relationships connecting them.
ar: هناك طريقتان لعرض الموارد ذات الصلة: في جدول يكون فيه كل مورد مرتبط بصفًا ، أو في رسم بياني حيث يتم عرض الموارد كنود في رسم بياني ، مع العلاقات التي تربطها.

source: <p>A number of global settings can be defined or altered here.</p>
ar: <p> يمكن هنا تحديد عدد من الإعدادات العامة أو تغييرها. </p>

source: Default Application Settings
ar: إعدادات التطبيق الافتراضية

source: <strong>Application Name</strong> - Name of your Arches app, to be displayed in the browser title bar and elsewhere.<br> <strong>Default Data Import/Export User</strong> - Name to associate with data that is imported into the system.<br>
ar: <strong> اسم التطبيق </strong>- اسم تطبيقapp Arches ، ليتم عرضه في شريط عنوان المتصفح وفي أي مكان آخر. <br> <strong> مستخدم استيراد / تصدير البيانات التلقائي </strong> - الاسم المراد ربطه بالبيانات التي يتم استيرادها إلى النظام. <br>

source: Web Analytics
ar: تحليلات الويب

source: <strong>Google Analytics Key</strong> - If you have made a Google Analytics Key to track your app's traffic, enter it here.<br>
ar: <strong> مفتاح Google Analytics </strong> - إذا كنت قد أنشأت مفتاح Google Analytics لتتبع حركة مرور تطبيقك (app) ، فأدخله هنا. <br>

source: Thesaurus Service Providers
ar: مقدمو خدمة قاموس المرادفات

source: <strong>Thesaurus SPARQL Endpoint</strong> - Advanced users may create more SPARQL endpoints and register them here. These endpoints will be available in the RDM and allow you to import thesaurus entries from external sources.<br>
ar: <strong> نقطة نهاية SPARQL لقاموس المرادفات </strong> - يمكن للمستخدمين المتقدمين إنشاء المزيد من نقاط نهاية SPARQL وتسجيلها هنا. ستكون نقاط النهاية هذه متاحة في RDM وتسمح لك باستيراد مدخلات قاموس المرادفات من مصادر خارجية. <br>

source: Map Settings
ar: إعدادات الخريطة

source: Mapbox API
ar: واجهة برمجة تطبيقات Mapbox API

source: Arches uses the Mapbox mapping library for map display and data creation. Arches also supports Mapbox basemaps and other services.
ar: يستخدم Arches مكتبة تعيين Mapbox لعرض الخريطة وإنشاء البيانات. يدعم Arches أيضًا خرائط أساس Mapbox والخدمات الأخرى.

source: <strong>Mapbox API Key (Optional)</strong> - By default, Arches uses some basemap web services from Mapbox. You will need to <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">create a free API key</a> (or "access token") for these services to be activated. Alternatively, you could remove all of the default basemaps and add your own, non-Mapbox layers.
ar: <strong> مفتاح Mapbox API (اختياري) </ strong> - بشكل افتراضي ، يستخدم Arches بعض خدمات الويب لخريطة الأساس من Mapbox. ستحتاج إلى <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank"> إنشاء مفتاح API واجهة برمجة تطبيقات مجاني </a> (أو "رمز الوصول المميز "access token) لتفعيل هذه الخدمات. بدلاً من ذلك ، يمكنك إزالة جميع خرائط الأساس التلقائية وإضافة طبقات غير تابعة لـ Mapbox.

source: <strong>Mapbox Sprites</strong> - Path to Mapbox sprites (use default).
ar: <strong> Mapbox Sprites </strong> - المسار إلى Mapbox sprites (استخدم افتراضيًا).

source: <strong>Mapbox Glyphs</strong> - Path to Mapbox glyphs (use default).
ar: <strong> Mapbox Glyphs </strong> - المسار إلى الحروف الرسومية لـ Mapbox (استخدم التلقائي).

source: Project Extent
ar: مدى المشروع

source: Draw a polygon representing your project's extent. These bounds will serve as the default for the search result grid bounds, and map bounds in search, cards, and reports.
ar: ارسم بوليغون يمثل مدى مشروعك. ستعمل هذه الحدود كخيار افتراضي لحدود شبكة نتائج البحث وحدود الخريطة في البحث والكارد والتقارير.

source: Map Zoom
ar: تكبير الخريطة

source: You can define the zoom behavior of your map. Zoom level 0 shows the whole world (and is the absolute minimum zoom level) and zoom level 20 is the maximum level that most map services support.
ar: يمكنك تحديد سلوك التكبير / التصغير لخريطتك. يُظهر مستوى التكبير 0 العالم بالكامل (وهو الحد الأدنى المطلق لمستوى التكبير / التصغير) ومستوى التكبير / التصغير 20 هو المستوى الأقصى الذي تدعمه معظم خدمات الخرائط.
