Repository: AdvanceServices/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ar

source: By deleting this concept, you will also be deleting the following concepts as well. This operation cannot be undone.
ar: بحذف هذا المفهوم، فأنت تحذف أيضاً المفاهيم التالية. هذه العملية لا يمكن الرجوع عنها

source: Related Concepts
ar: مفاهيم مرتبطة

source: Add related concept
ar: أضف علاقة للمفهوم

source: Remove the relationship to this concept?
ar: احذف العلاقة بهذا المفهوم

source: Values
ar: القيم

source: Add value
ar: أضف قيمة

source: Delete this value?
ar: حذف هذه القيمة؟

source: Edit this value
ar: تحرير هذه القيمة

source: Add images
ar: أضف صور

source: Delete Image
ar: احذف الصورة

source: Arches ID:
ar: هوية Arches

source: Are you ready to delete this item?
ar: هل أنت مستعد لحذف هذا الموضوع؟

source: No
ar: لا

source: Yes
ar: نعم

source: Arches Reference Data Manager
ar: إدارة البيانات المرجعية في Arches

source: Schemes
ar: المخططات

source: Entity Types
ar: أنواع الكيانات

source: Member Hierarchy
ar: التسلسل الهرمي للعضو

source: Add dropdown entry
ar: أضف إدخال بالقائمة المنسدلة

source: Expand this entry
ar: التوسع في هذا الإدخال

source: Remove this entry from the dropdown
ar: احذف هذا الإدخال من القائمة المنسدلة

source: Edit this label
ar: تحرير هذه التسمية

source: Edit this note
ar: تحرير هذه الملاحظة

source: Add Concept
ar: أضف مفهوم

source: Label
ar: تسمية

source: Note
ar: ملاحظة

source: Relation from Parent
ar: علاقة من الوالد

source: Save changes
ar: احفظ التغييرات

source: ConceptScheme Name
ar: اسم المخطط التفاهمي

source: Import Images
ar: استيراد الصور

source: (Click on panel or drag and drop files onto panel to upload)
ar: (انقر فوق اللوحة أو قم بسحب الملفات وإفلاتها على اللوحة للتحميل)

source: Add Concept Scheme
ar: أضف مخطط تفاهمي

source: Scope Note
ar: ملاحظة النطاق

source: Select collection to delete
ar: اختر المجموعة المراد حذفها

source: You won't be able to undo this operation!&nbsp; Are you sure you want to permanently delete this entire collection from Arches?
ar: لن تتمكن من الرجوع عن هذه العملية! هل أنت متأكد من أنك تريد حذف هذه المجموعة بأكملها نهائيًا من Arches؟

source: Delete Scheme
ar: احذف مخطط

source: Select scheme to delete
ar: اختر مخطط لحذفه

source: You won't be able to undo this operation!&nbsp; Are you sure you want to permanently delete this entire scheme from Arches?
ar: لن تتمكن من الرجوع عن هذه العملية! هل أنت متأكد من أنك تريد حذف هذا المخطط بالكامل نهائيًا من Arches؟

source: Export Scheme
ar: تصدير مخطط

source: Select scheme to export
ar: اختر مخطط لتصديره

source: Import Concept
ar: استيراد المفهوم

source: Organization
ar: المنظمة

source: Concept Indentifiers
ar: تعريفات المفهوم

source: Error
ar: خطأ

source: Import
ar: تحضير/استيراد

source: Import New Concept Scheme
ar: استيراد مخطط تفاهم جديد

source: SKOS File
ar: ملف SKOS

source: When concept ids match
ar: عندما تتطابق معرفات المفاهيم

source: overwrite system concept
ar: الكتابة فوق مفهوم النظام

source: use system concept
ar: استخدام مفهوم النظام

source: When inserting new concepts
ar: عند إدخال مفاهيم جديدة

source: keep within scheme
ar: ابق ضمن المخطط

source: stage in candidates
ar: المرحلة في المرشحين

source: Upload File
ar: تحميل ملف

source: New Parent Concept
ar: مفهوم والد جديد

source: Relation to Parent
ar: علاقة بوالد

source: Current Parents
ar: الوالد الحالي

source: Remove the relationship to this parent concept
ar: احذف العلاقة بمفهوم الوالد

source: Remove the relationship to this parent concept.
ar: احذف العلاقة بمفهوم الوالد

source: Deleting reference to parent:
ar: احذف المرجع إلى الوالد

source: Manage Related Concepts
ar: إدارة المفاهيم ذات الصلة

source: Select a concept
ar: اختر مفهومًا

source: Relation type
ar: نوع العلاقة

source: Relation to Concept
ar: العلاقة بالمفهوم

source: Use the search tool to select the concept that you want to relate.
ar: استخدم أداة البحث لتحديد المفهوم الذي تريد ربطه.

source: Select Concept Values for Dropdowns
ar: اختر مفهوم القيم للقوائم المنسدلة

source: Selecting a concept will select that concept and all it's children.
ar: ان اختيار المفهوم يعني إختيار هذا المفهوم وكل ما هو تابع له.

source: Edit Concept Label
ar: تحرير تسمية المفهوم

source: Add Concept Label
ar: أضف تسمية المفهوم

source: Manage Concept Label
ar: إدارة تسمية المفهوم

source: Label Information
ar: معلومات التسمية

source: Label type
ar: نوع التسمية

source: Only one preferred label may exist for each language.
ar: قد توجد تسمية مفضلة واحدة فقط لكل لغة.

source: Add Concept Note
ar: أضف مذكرة تفاهم

source: Manage Concept Note
ar: إدارة مذكرة التفاهم

source: Note Editor
ar: محرر الملاحظات

source: Only one note of each type may exist for each language.
ar: قد توجد ملاحظة واحدة من كل نوع لكل لغة

source: Add Concept Value
ar: أضف قيمة المفهوم

source: Manage Concept Values
ar: إدارة قيم المفهوم

source: Define a value
ar: حدد قيمة

source: Value type
ar: نوع القيمة

source: Only one sort order value can be assigned to a concept.
ar: يمكن إعطاء قيمة ترتيب فرز واحدة لمفهوم ما.

source: Report Date:
ar: تاريخ التقرير:

source: Hide Null Values
ar: إخفاء القيم الفارغة

source: This resource has provisional edits (not displayed in this report) that are pending review
ar: يحتوي هذا المورد على تعديلات مؤقتة (غير معروضة في هذا التقرير) تنتظر المراجعة

source: This resource has provisional edits that are pending review
ar: يحتوي هذا المورد على تعديلات مؤقتة في انتظار مراجعتها

source: Load More
ar: تحميل المزيد

source: Load All
ar: تحميل كل شىء

source: No relationships added
ar: لم تتم إضافة أي علاقات

source: Select image nodes to include...
ar: أختر صورة النود للإضافة

source: (Resource Instance Name)
ar: (اسم مثيل المورد)

source: Add Tab
ar: إضافة علامة تبويب

source: Tab Name
ar: اسم علامة التبويب

source: Select tab icon
ar: أختر رمز علامة التبويب

source: Select cards in this tab
ar: أختر البطاقات في علامة التبويب

source: Resource Manager
ar: إدارة الموارد

source: Select a resource...
ar: أختر موردا

source: Resources
ar: الموارد

source: Create Resource
ar: إنشاء المورد

source: Resource History
ar: تاريخ المورد

source: Now
ar: الآن

source: Most recent
ar: الأحدث

source: Oldest
ar: الأقدم

source: By editor
ar: بواسطة المحرر

source: By edit type
ar: حسب نوع التحرير

source: Record created by Arches with unique identifer
ar: تم إنشاء السجل بواسطة Arches بالتعريف الوحيد

source: Created
ar: منشأة

source: Tile Data
ar: بيانات التايل

source: Provisional Tile Data
ar: بيانات التايل المؤقت

source: New Tile Data
ar: بيانات التايل الجديدة

source: Previous Tile Data
ar: بيانات التايل السابقة

source: Previous Provisional Tile Data
ar: بيانات التايل المؤقتة السابقة

source: Deleted
ar: تم الحذف

source: edited by
ar: حررت بواسطة

source: Resource Editor
ar: محرر المورد

source: Manage Permissions
ar: إدارة التصاريح

source: Update
ar: تحديث

source: You are about assign normal user access to this instance
ar: أنت على وشك تحديد دخول عادي للمستخدم لهذا المثيل

source: Would you like to proceed?
ar: هل ترغب في المتابعة؟

source: Welcome to Arches' Resource Editor
ar: مرحبًا بك في محرر موارد Arches

source: You are about to create a new resource record. Select any data card from the list on the left and start entering information.
ar: أنت على وشك إنشاء سجل موارد جديد. حدد أي بطاقة بيانات من القائمة الموجودة على اليسار وابدأ في إدخال المعلومات.

source: Don't worry if you decide not to enter any data just yet.
ar: لا تقلق إذا قررت عدم إدخال أي بيانات الآن.

source: Arches will create your new resource record once you've saved a data entry card.
ar: ستنشئ Arches سجل الموارد الجديد الخاص بك بمجرد حفظ بطاقة إدخال البيانات.

source: No cards are available for this model.
ar: لا توجد بطاقات متاحة لهذا النموذج.

source: Add new
ar: اضف جديد

source: You do not have permission to edit this card.
ar: ليس لديك إذن لتعديل هذه البطاقة.

source: Decline all unaccepted edits
ar: رفض كافة التعديلات غير المقبولة

source: User:
ar: المستخدم:

source: Created:
ar: منشأ

source: Accept
ar: قبول

source: Decline
ar: رفض

source: Resource Instance Permissions
ar: تصاريح مثيل المورد

source: Configure Access to this Instance
ar: تهيئة الوصول إلى هذا المثيل

source: Define access privileges for this instance. You may limit access to yourself, or select which user accounts and groups have permission to this resource.
ar: تحديد امتيازات الوصول لهذا المثيل. يمكنك تقييد حق الإطلاع إلى نفسك، أو تحديد حسابات المستخدمين والمجموعات التي لديها تصريح الإطلاع للمورد.

source: Set Permissions for this instance
ar: تحديد التصاريح لهذا المثيل

source: By default only you have access to this record. You can set permissions for specific people or groups by selecting to whom you will grant access
ar: لديك حق الإطلاع على هذا السجل بشكل تلقائي فقط. يمكنك تحديد التصاريح لأشخاص أو مجموعات معينة من خلال تحديد من ستمنح له حق الإطلاع.

source: Person/Group
ar: شخص / مجموعة

source: Allow Normal Access
ar: السماح بالوصول العادي

source: Related Resources Editor
ar: محرر الموارد ذات الصلة

source: Add Related Resources
ar: أضف الموارد ذات الصلة

source: Arches allows you to define relationships between resources so you can better understand the context and interplay
ar: يتيح لك Arches تحديد العلاقات بين الموارد حتى تتمكن من فهم السياق والتفاعل بشكل أفضل

source: between physical objects, events, activities, people and documents.
ar: بين المواضيع المادية والأحداث والأنشطة والأشخاص والوثائق.

source: Relating resources lets you build a network of relationships for your data objects.
ar: يتيح لك ربط الموارد إنشاء شبكة علاقات لمواضيع البيانات الخاصة بك.

source: Show Me How
ar: أرني كيف

source: Table
ar: الطاولة

source: Visualization
ar: التصور

source: Select resources and relate it to this one
ar: اختر الموارد واربطها بهذا المورد

source: resource relations
ar: علاقات الموارد

source: This is a Node to Resource Instance relationship
ar: هذه علاقة نود بمثيل المصدر

source: 's relationship to
ar: علاقة بـ

source: 's relationship to
ar: علاقة بـ

source: Inverse Relationship to
ar: علاقة عكسية إلى

source: Delete this entry
ar: احذف هذه المعلومات

source: Cancel Edit
ar: إلغاء التحرير

source: This is a Resource Instance to Resource Instance relationship
ar: هذه علاقة من مثيل المورد إلى مثيل مورد

source: Relationship
ar: علاقة

source: From Date
ar: من تاريخ

source: To Date
ar: حتى تاريخ

source: This resource is not related to any other resources
ar: لا يرتبط هذا المورد بأي موارد أخرى

source: Arches keeps track of how resources are related. Click the "related resources" link
ar: يتتبع Arches كيفية ارتباط الموارد. انقر فوق "الموارد ذات الصلة"

source: on a search result from the list on the left
ar: في نتيجة البحث من القائمة الموجودة على اليسار

source: to see its relatives displayed in an interactive graph
ar: لرؤية علاقتها المعروضة في رسم بياني تفاعلي

source: Resource Report
ar: تقرير عن المورد

source: Results:
ar: النتائج:

source: Clear Filters
ar: إلغاء خاصية التصفية

source: Account Settings
ar: إعدادت الحساب

source: User name:
ar: اسم المستخدم

source: Account
ar: الحساب

source: User name
ar: اسم المستخدم

source: Change password
ar: تغيير كلمة السر

source: Contact email
ar: البريد الاكتروني للتواصل

source: Phone
ar: هاتف

source: Arches user name
ar: اسم مستخدم Arches

source: This is the unique email or name that you use to log on to Arches.
ar: هذا هو البريد الإلكتروني أو الاسم المحدد الذي سوف تستخدمه لتسجيل الدخول إلى Arches.

source: First name
ar: الأسم الأول

source: Arches uses your name and phone number to make it easier for other users to find and work with you.
ar: تستخدم Arches اسمك ورقم هاتفك ليسهل على المستخدمين الآخرين التواصل والعمل معك.

source: Last name
ar: الأسم الأخير

source: Phone Number (optional)
ar: رقم الهاتف (اختيارى)

source: Contact Email
ar: تواصل بالبريد الاكتروني

source: Arches uses your e-maill to alert you to projects and tasks assigned to you.
ar: تستخدم Arches بريدك الإليكتروني لتنبيهك بالمشاريع والمهام المخصصة لك.

source: Notification Settings
ar: إعدادات الإشعارات

source: Trigger
ar: محفز

source: Email Notification
ar: إشعارات البريد الإلكتروني

source: Web Notification
ar: إشعارات الشبكة

source: Enable
ar: متاح

source: Exporting Search Results
ar: تصدير نتائج البحث

source: Arches Collector Projects
ar: جامع المشاريع Arches

source: Sorry, but you haven't been invited to a project yet...
ar: عذرًا، ولكن لم تتم دعوتك إلى مشروع بعد ...

source: to
ar: إلى

source: Unnamed Survey
ar: الإستطلاع بدون اسم

source: View Details
ar: عرض التفاصيل

source: Project Summary
ar: ملخص المشروع

source: Number of edits:
ar: عدد التعديلات:

source: Contributors:
ar: المساهمون:

source: Offline Basemap:
ar: الخريطة الأساسيه في وضع غير متاح:

source: Streets-Grey
ar: شوارع- رمادي

source: No datatype detected for {0}
ar: لم يتم التعرف على نوع بيانات لـ {0}

source: Total resources saved: {save_count}
ar: إجمالي الموارد المحفوظة: {save_count}

source: {0} of {1} resources saved
ar: تم حفظ {0} من {1} من الموارد

source: {0} of {1} relations saved
ar: تم حفظ {0} من {1} من العلاقات

source: No import errors
ar: لا توجد أخطاء في التحميل

source: ***** Errors occured during import. Some data may not have been imported. For more information, check resource import error log:
ar: ***** حدثت أخطاء أثناء التحميل. ربما لم يتم تحميل بعض البيانات. لمزيد من المعلومات ، تحقق من سجل أخطاء تحميل الموارد:

source: Must supply either a graph id or a list of resource instance ids to export
ar: يجب توفير هوية الرسم بياني أو قائمة بهويات المورد المعده للتصدير

source: <strong>Error in SPARQL query:</strong><br>Test this query directly by pasting the query below into the Getty's own SPARQL endpoint at <a href='http://vocab.getty.edu/sparql' target='_blank'>http://vocab.getty.edu/sparql</a> <i><pre>%s</pre></i>Query returned 0 results, please check the query for errors. You may need to add the appropriate languages into the database for this query to work<br><br>
ar: <strong> خطأ في استعلام SPARQL: </strong> <br> اختبر هذا الاستعلام مباشرةً عن طريق لصق الاستعلام أدناه في نقطة نهاية SPARQL الخاصة بـ Getty في <a href = 'http: //vocab.getty.edu/sparql' target = '_blank'> http://vocab.getty.edu/sparql </a> <i> <pre>٪ s </pre> </i> عرض الاستعلام 0 نتيجة ، يرجى التحقق من الاستعلام بحثًا عن أخطاء. قد تحتاج إلى إضافة اللغات المناسبة إلى قاعدة البيانات لكي يعمل هذا الاستعلام <br> <br>

source: This email address has already been registered with the system. If you forgot your password, click the 'exit' link below and go to the login page to reset your password.
ar: تم تسجيل عنوان البريد الإلكتروني هذا بالفعل في النظام. إذا نسيت كلمة السر الخاصة بك، فاضغط على رابط "الخروج" أدناه وانتقل إلى صفحة تسجيل الدخول لإعادة تحديد كلمة المرور الخاصة بك.

source: Email
ar: بريد الالكتروني

source: New password
ar: كلمة السر الجديدة

source: Re-enter new password
ar: أعد إدخال كلمة السر الجديدة

source: Be longer than {0} characters
ar: أن يكون أطول من {0} حرف

source: Have at least 1 letter
ar: تحتوي على حرف واحد على الأقل

source: Your password must contain at least one special character
ar: يجب أن تحتوي كلمة السر الخاصة بك على حرف خاص واحد على الأقل

source: Have at least 1 special character
ar: يجب أن يكون لديك حرف ذو شكل خاص على الأقل

source: Your password must contain at least one number
ar: يجب أن تحتوي كلمة السر الخاصة بك على رقم واحد على الأقل

source: Have at least 1 number
ar: يجب أن يكون لديك رقم واحد على الأقل

source: Your password must contain both upper and lower case letters
ar: يجب أن تحتوي كلمة السر على أحرف كبيرة وصغيرة

source: Have least 1 upper and lower case character
ar: يجب أن تحتوي كلمة السرعلى الأقل، على حرف واحد كبير وصغير

source: Could not return JSON Response
ar: تعذر إرجاع استجابة JSON

source: Celery worker connection failed. Reattempting
ar: فشل اتصال بـ Celery worker. إن المحاولة تتكرر

source: Failed to connect to celery due to a BrokenPipeError/ConnectionResetError
ar: فشل الاتصال بـ celery بسبب خطأ BrokenPipeError / ConnectionResetError

source: A celery broker is running, but a celery worker is not available
ar: celery broke قيد التشغيل، لكن لا يتوفر celery worker

source: Unable to connect to a celery broker
ar: تعذر الاتصال celery broker

source: The survey you are attempting to sync is no longer available on the server
ar: الاستطلاع الذي تحاول مزامنته لم يعد متاحًا على الخادم

source: Sync Failed. User unauthorized to sync project
ar: فشل Sync . المستخدم غير مصرح له Sync المشروع

source: Unable to determine user access to collector project
ar: تعذر تحديد وصول المستخدم إلى جامع المشروع

source: Failed to dispatch Couch proxy
ar: فشل إرسال بيروكسي Couch

source: Sync failed
ar: فشل Sync

source: Failed to dispatch Kibana proxy
ar: فشل إرسال بيروكسي Kibana

source: KibanaProxy failed
ar: فشل بيروكسي Kibana

source: Failed to create API request
ar: فشل إنشاء طلب API

source: Sync Failed
ar: فشل Sync

source: Unable to fetch collector projects
ar: تعذرإيجاد جامع المشاريع

source: Unnamed Resource
ar: مورد بدون اسم

source: The specified resource '{0}' does not exist. JSON-LD export failed.
ar: المورد المحدد "{0}" غير موجود. لقد فشل تحميل JSON-LD.

source: New Resource
ar: مصدر جديد

source: Tile not found.
ar: لم يتم العثور على التايل

source: No nodes matching query parameters found.
ar: لم يتم العثور على نود تتطابق مع طلب البحث

source: No graph found for graphid %s
ar: لم يتم العثور على رسم بياني يتوافق مع الرسم البياني٪ s

source: User does not have permission to edit this node.
ar: المستخدم ليس لديه الإذن لتحرير هذه النود

source: Signup for Arches
ar: الاشتراك في Arches

source: Thanks for your interest in Arches. Click on link below to confirm your email address! Use your email address to login.
ar: شكرا لاهتمامك بـ Arches. انقر على الرابط أدناه لتأكيد عنوان بريدك الإلكتروني! استخدام عنوان البريد الإلكتروني الخاص بك للدخول

source: This link expires in 24 hours. If you can't get to it before then, don't worry, you can always try again with the same email address.
ar: تنتهي صلاحية هذا الرابط في غضون 24 ساعة. إذا لم تتمكن من إستخدامه قبل ذلك، فلا داعي للقلق، يمكنك دائمًا المحاولة مرة أخرى باستخدام نفس عنوان البريد الإلكتروني

source: Welcome to Arches!
ar: مرحبًا بكم في Arches!

source: An email has been sent to <br><strong>%s</strong><br> with a link to activate your account
ar: تم إرسال بريد إلكتروني إلى <br> <strong>٪ s </strong> <br> به رابط لتفعيل حسابك

source: The signup link has expired, please try signing up again. Thanks!
ar: انتهت صلاحية رابط الدخول ، يرجى محاولة الدخول مرة أخرى. شكرًا!

source: Invalid password
ar: كلمة السر خاطئه

source: New password and confirmation must match
ar: يجب أن تتطابق كلمة السر الجديدة مع التأكيد

source: Password successfully updated
ar: تم تحديث كلمة المرور بنجاح

source: Make sure to set your MOBILE_OAUTH_CLIENT_ID in settings.py
ar: تأكد من تحديد MOBILE_OAUTH_CLIENT_ID في settings.py

source: Using the RDM
ar: باستخدام RDM

source: Unable to Load SKOS File
ar: تعذر تحميل ملف SKOS

source: There was an issue saving the contents of the file to Arches.
ar: لقد حدثت مشكلة أثناء حفظ محتويات الملف في Arches

source: Unable to Delete
ar: تعذر الحذف

source: This concept or one of it's subconcepts is already in use by an existing resource.
ar: إن هذا المفهوم أو أحد أجزائه الفرعية قيد الاستخدام بالفعل من قبل مورد موجود

source: Success
ar: نجاح

source: Collection successfully created from the selected concept
ar: تم إنشاء المجموعة بنجاح من المفهوم المحدد

source: Unable to Make Collection
ar: تعذر عمل مجموعة

source: Unable to make a collection from the selected concept.
ar: تعذر تكوين مجموعة من المفهوم المحدد

source: Using the Arches Designer
ar: باستخدام مصمم Arches

source: No namespaces appear to be associated with {ontology.ontologyid} in the ontologies table. This is not a problem as long as all necessary namespaces are included in the ONTOLOGY_NAMESPACES setting.
ar: لا توجد مساحات أسماء مقترنة بـ {ontology.ontologyid} في جدول الأنطولوجيا. هذه ليست مشكلة طالما تمت إضافة كافة مساحات الأسماء الضرورية في إعداد ONTOLOGY_NAMESPACES.

source: Branch Library
ar: مكتبة الفرع

source: Find a graph branch
ar: ابحث عن فرع الرسم البياني

source: Designing a Resource Model
ar: تصميم نموذج الموارد

source: Designing a Branch
ar: تصميم فرع

source: Elasticsearch indexing error
ar: خطأ في فهرسة Elasticsearch

source: If you want to change the datatype of an existing node. Delete and then re-create the node, or export the branch then edit the datatype and re-import the branch.
ar: إذا كنت تريد تغيير نوع البيانات لنود موجودة. احذف النود ثم أعد إنشائها، أو قم بتصدير الفرع ثم قم بتعديل نوع البيانات وأعد استيراد الفرع.

source: Managing Functions
ar: وظائف الإدارة

source: IIIF server proxy not configured
ar: لم يتم التعرف على مصدر البروكسي IIIF

source: Manifest Validation Error
ar: خطأ في التحقق من صحة البيانات

source: Tileserver proxy not configured
ar: لم يتم التعرف على بروكسي الـ Tileserver

source: Unable to delete collector project
ar: تعذر حذف مشروع المجمع

source: Unable to connect to CouchDB
ar: تعذر الاتصال بـ CouchDB

source: Unable to delete survey
ar: تعذر حذف الإستبيان

source: Unable to connect to CouchDB. Please confirm that CouchDB is running
ar: تعذر الاتصال بـ CouchDB. يرجى التأكد من أن CouchDB يعمل

source: Unable to save collector project
ar: تعذر حفظ مشروع المجمع

source: Failed to connect to a CouchDB service
ar: تعذر الاتصال بخدمة CouchDB

source: Logon to {app_name}
ar: تسجيل الدخول إلى {app_name}

source: Welcome to Arches! You've just been added to a Mobile Survey. Please take a moment to review the mobile_survey description and mobile_survey start and end dates.
ar: مرحبًا بكم في Arches! لقد تمت إضافتك للتو إلى استطلاع mobile_survey. يُرجى تخصيص بعض الوقت لمراجعة وصف mobile_survey وتاريخي بدء وانتهاء الإستطلاع

source: If you have any qustions contact the site administrator at {admin_email}.
ar: إذا كان لديك أي أسئلة، من فضلك، تواصل مع المسؤول عن الموقع على {admin_email}.

source: You've been invited to an {app_name} Survey!
ar: لقد تمت دعوتك إلى استبيان {app_name}!

source: Hi! The Mobile Survey you were part of has ended or is temporarily suspended. Please permform a final sync of your local dataset as soon as possible.
ar: أهلاً! انتهى استطلاع Mobile Survey الذي كنت جزءًا منه أو تم تعليقه مؤقتًا. يرجى إجراء مراجعة نهائية لمجموعة البيانات المدخله في أسرع وقت ممكن

source: There's been a change to an {app_name} Survey that you're part of!
ar: تم تغييرالاستبيان {app_name} الذي أنت جزء منه!

source: Creating Resources
ar: إنشاء المورد

source: Managing System Settings
ar: إدارة إعدادات النظام

source: Using the Resource Editor
ar: باستخدام محرر الموارد

source: Unable to Delete Resource
ar: تعذر حذف المورد

source: User does not have permissions to delete this instance because the instance or its data is restricted
ar: لا يمتلك المستخدم الإذن لحذف هذه البيانات لإن المعلومات تمت حمايتها

source: Unable to delete. Please verify the model status is active
ar: تعذر الحذف. تحقق من أن حالة النموذج تعمل

source: Resource Created
ar: تم إنشاء المورد

source: Resource Deleted
ar: تم حذف المورد

source: Tile Deleted
ar: تم حذف البلاط

source: Tile Created
ar: تم إنشاء اللوحه

source: Tile Updated
ar: تم تحديث اللوحه

source: Edit Deleted
ar: تحرير ما تم حذفه

source: Failed to fetch resource instance descriptors
ar: تعذر إعداد وصف واضح للمورد

source: No active report template is available for this resource.
ar: لا يوجد تقرير نشط متاح لهذا المورد

source: Unable to delete. Relationship does not exist
ar: تعذر الحذف. تحقق من أن حالة النموذج تعمل

source: Unable to save. Please verify the model status is active
ar: لا يمكن إتمام عملية الحفظ. تحقق من أن حالة النموذج تعمل

source: Searching the Database
ar: البحث في قاعدة البيانات

source: {total} instances have been submitted for export. Click the Bell icon to check for a link to download your data
ar: تم إرسال الناتج الإجمالي للتصدير. انقر فوق رمز الجرس للتحقق من وجود الرابط لتحميل بياناتك

source: Your search exceeds the {download_limit} instance download limit. Please refine your search
ar: ان نتائج البحث تتعدى الحد المسموح به للتحميل، من فضلك أعد المحاولة
