Repository: AdvanceServices/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Either no instances were identified for export or no resources have exportable geometry nodes Please confirm that the models of instances you would like to export have geometry nodes and that those nodes are set as exportable
ar: لم يتم تحديد أي مثيلات للتصدير أو أنه لا توجد موارد بها نود هندسية قابلة للتصدير ، يرجى التأكد من أن نماذج المثيلات التي ترغب في تصديرها لها نود هندسية وأن هذه النود تم تعيينها على أنها قابلة للتصدير

source: There was an error retrieving the search results
ar: حدث خطأ أثناء استرداد نتائج البحث

source: Downloading
ar: جارى التحميل

source: The requested file is no longer available
ar: الملف المطلوب لم يعد متاح

source: Saving tile failed
ar: لم تنجح عملية حفظ اللوحه

source: This tile is no longer available
ar: هذه اللوحة لم تعد متاحه

source: It was likely deleted by another user
ar: من المحتمل أنه تم حذفه من قبل مستخدم آخر

source: Unable to save. Please verify your input is valid
ar: لا يمكن إتمام عملية الحفظ. يرجى التحقق من صحة المدخلات الخاصة بك

source: Request Failed
ar: تم رفض الطلب

source: Unable to Save. Verify model status is active
ar: لا يمكن إتمام عملية الحفظ. تحقق من أن حالة النموذج تعمل

source: Permission Denied
ar: تم رفض الإذن

source: It was likely already deleted by another user
ar: من المحتمل أنه تم حذفه بالفعل من قبل مستخدم آخر

source: Unable to delete. Verify model status is active
ar: تعذر الحذف. تحقق من أن حالة النموذج تعمل

source: You do not have permissions to delete a tile with authoritative data.
ar: ليس لديك الإذن لحذف لوحة بها بيانات موثوقة

source: Not yet logged in
ar: لم تسجل الدخول بعد

source: Profile Editing
ar: تحرير الملف الشخصي

source: Your
ar: لك

source: You must supply an ontology_config.json within your ontology source directory.
ar: يجب عليك توفير ontology_config.json في دليل مصدر الأنطولوجيا الخاص بك.

source: '{config_file}' was not found.
ar: لم يتم العثور على: config_file

source: You must supply a version number using the -vn/--version argument.
ar: يجب عليك توفير رقم الإصدار باستخدام: إصدار vn
