Repository: AdvanceServices/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ar

source: For the first step in building a graph, you should fill out the <strong>top-level settings</strong>. Some of these may be changed later while others can't, so make sure to do a lot of testing while developing a graph. With the top-level settings in place, it's time to <strong>construct the graph</strong> by adding nodes (or full Branches) to the graph tree. Along the way, you'll need to set the <strong>node-level settings</strong> for each node you create.
ar: للخطوة الأولى في إنشاء الرسم البياني ، يجب ملء <strong> إعدادات المستوى الأعلى </ strong>. قد يتم تغيير بعضها لاحقًا بينما لا يمكن تغيير البعض الآخر ، لذا تأكد من إجراء الكثير من الاختبارات أثناء تطوير الرسم البياني. مع وجود إعدادات المستوى الأعلى في مكانها الصحيح ، فقد حان الوقت <strong> لإنشاء الرسم البياني </ strong> عن طريق إضافة النود (أو الفروع الكاملة) إلى شجرة الرسم البياني. على طول الطريق ، ستحتاج إلى تعيين <strong> الإعدادات على مستوى النود </ strong> لكل نود تنشئها.

source: Once you've finished creating this Resource Model or Branch make sure to set its status to "active".
ar: بمجرد الانتهاء من إنشاء نموذج المورد أو الفرع هذا ، تأكد من تعيين حالته على "نشط".

source: Top-Level Settings
ar: إعدادات المستوى الأعلى

source: Identifiers
ar: محددات

source: Used to identify this Resource Model throughout the app interface. Default is New Resource Model.
ar: يُستخدم لتحديد نموذج الموارد هذا عبر واجهة التطبيق. التلقائي هو نموذج الموارد الجديد.

source: Optional subtitle, displayed on the Arches Designer home page.
ar: عنوان فرعي اختياري ، يتم عرضه في الصفحة الرئيسية لـ Arches Designer.

source: Ontology
ar: الأنطولوجيا

source: Decide whether an ontology will be enforced in this graph. To learn more about what this means, read <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">Ontologies in Arches</a>. By default, you are allowed to choose between using the CIDOC CRM v6.2, or using no ontology. Once a node or branch has been added to this graph the <strong>Ontology</strong> setting <em>cannot be modified</em>.
ar: قرر ما إذا كان سيتم فرض الأنطولوجيا في هذا الرسم البياني. لمعرفة المزيد حول معنى ذلك ، اقرأ <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank"> أنطولوجيات في Arches </a>. بشكل افتراضي ، يُسمح لك بالاختيار بين استخدام CIDOC CRM v6.2 أو عدم استخدام الأنطولوجيا. بمجرد إضافة نود أو فرع إلى هذا الرسم البياني ، فإن الإعداد <strong> الأنطولوجيا </ strong> <em> لا يمكن تعديله </ em>.

source: Root Class
ar: فئة Root

source: This setting is only necessary if an "Ontology" has been chosen. Define the ontology class of the root node for this graph.
ar: هذا الإعداد ضروري فقط إذا تم اختيار "الأنطولوجيا". حدد فئة الأنطولوجيا لنود الRoot لهذا الرسم البياني.

source: Configuration
ar: إعدادات

source: Status
ar: الحالة

source: Set to "inactive" to disallow use of this graph during development. Inactive Resource Models cannot be used to create new resources, and inactive Branches can not be added to a Resource Model.
ar: اضبط على "غير نشط" لعدم السماح باستخدام هذا الرسم البياني أثناء التطوير. لا يمكن استخدام نماذج الموارد غير النشطة لإنشاء موارد جديدة ، ولا يمكن إضافة الفروع غير النشطة إلى نموذج الموارد.

source: Resource models that may be related
ar: نماذج الموارد التي قد تكون ذات صلة

source: Choose which Resource Models can be related to this one with resource-to-resource relationships.
ar: اختر نماذج الموارد التي يمكن أن ترتبط بهذا النموذج بعلاقات مورد إلى مورد.

source: Root Node Data Type
ar: نوع بيانات نود الRoot

source: Choose what data type to use for the root node of this Branch.
ar: اختر نوع البيانات المراد استخدامه نود الRoot لهذا الفرع.

source: Author
ar: المؤلف

source: You can optionally add an <strong>Author</strong> to this graph. Only administrators will see this information.
ar: يمكنك اختياريًا إضافة <strong> مؤلف </ strong> إلى هذا الرسم البياني. فقط المسؤولين سيرون هذه المعلومات.

source: Abstract
ar: خلاصة

source: You can optionally add an <strong>Abstract</strong> to this graph.
ar: يمكنك اختياريًا إضافة <strong> ملخص </ strong> إلى هذا الرسم البياني.

source: Users will see this abstract when they are presented with a choice of what Resource Model to use to create a new resource.
ar: سيرى المستخدمون هذا الملخص عندما يتم تقديمهم مع اختيار نموذج المورد لاستخدامه لإنشاء مورد جديد.

source: This abstract will be shown in the Branch Library which is used during graph construction.
ar: سيتم عرض هذا الملخص في مكتبة الفروع التي يتم استخدامها أثناء إنشاء الرسم البياني.

source: JSON-LD Context
ar: سياق JSON-LD

source: Add a <a href="https://www.w3.org/TR/json-ld/">JSON-LD Context</a> for this Resource Model. This allows you to namespace common URI endpoints that are used within a JSON-LD output of the resource. You can enter a plain URL (<code>"http://www.cidoc-crm.org/cidoc-crm/"</code>), or JSON that defines multiple keys (<code>{"crm":"http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code>).
ar: أضف <a href="https://www.w3.org/TR/json-ld/"> سياق JSON-LD </a> لنموذج المورد هذا. يتيح لك ذلك تحديد namespace لنقاط نهاية URI التي يتم استخدامها داخل إخراج JSON-LD للمورد. يمكنك إدخال عنوان URL عادي (<code> "http://www.cidoc-crm.org/cidoc-crm/" </code>) ، أو JSON الذي يعرّف مفاتيح متعددة (<code> {"crm": " http://www.cidoc-crm.org/cidoc-crm/"،"rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code >).

source: Appearance
ar: مظهر

source: Color
ar: اللون

source: Choose a color for this Resource Model to be used in the related resources force directed graph.
ar: اختر لونًا لنموذج المورد هذا لاستخدامه في الرسم البياني الموجه لفرض الموارد ذات الصلة.

source: Icon
ar: رمز

source: Choose an icon to identify this graph throughout the app interface. You can browse the icons to select one, or type in the search bar to filter them. Arches uses the <a href="http://fontawesome.io/" target="_blank">Font Awesome</a> icon library; custom icons are not supported.
ar: اختر رمزًا لتحديد هذا الرسم البياني في جميع أنحاء واجهة التطبيق. يمكنك تصفح الرموز لتحديد واحدة ، أو الكتابة في شريط البحث لتصفيتها. يستخدم Arches مكتبة رموز<a href="http://fontawesome.io/" target="_blank"> Font Awesome </a> ؛ الرموز المخصصة غير مدعومة.

source: Construct the Graph
ar: بناء الرسم البياني

source: Use the graph tree on the left side of the page to construct the graph. Every new graph starts with a <strong>Top Node</strong>, which will take the name of the new Resource Model or Branch. From this node, you can either <strong>Add Child Node</strong> to add a single node, or <strong>Add Branch</strong> to add an entire existing Branch.
ar: استخدم شجرة الرسم البياني على الجانب الأيسر من الصفحة لإنشاء الرسم البياني. يبدأ كل رسم بياني جديد بـ <strong> أهم نود </ strong> ، والتي ستأخذ اسم الفرع أو نموذج المورد الجديد. من هذه النود ، يمكنك إما <strong> إضافة نود فرعية </ strong> لإضافة نود واحدة ، أو <strong> إضافة فرع </ strong> لإضافة فرع موجود بالكامل.

source: At any point during construction you can switch from <strong>Design</strong> mode to <strong>Preview</strong> to see the full shape of your graph.
ar: في أي وقت أثناء الإنشاء ، يمكنك التبديل من صيغة<strong> التصميم </ strong> إلى <strong> عرض مسبق</ strong> لمشاهدة الشكل الكامل للرسم البياني.

source: If you have created a branch structure in a Resource Model that you would like to use in a different Resource Model, you can export it from the graph tree.
ar: إذا قمت بإنشاء هيكل فرع في نموذج مورد ترغب في استخدامه في نموذج موارد مختلف ، فيمكنك تصديره من شجرة الرسم البياني.

source: add a node and branch to new graph - click to view
ar: أضف نود وفرعًا إلى الرسم البياني الجديد - اضغط للعرض

source: Node-Level Settings
ar: إعدادات مستوى النود

source: Node Identifiers
ar: معرفات النود

source: Node Name
ar: اسم النود

source: Set the name for this node. This will be used by default in the user interface, but a different name for display can be configured at the widget level.
ar: قم بتعيين اسم لهذه اسم النود . سيتم استخدام هذا بشكل افتراضي في واجهة المستخدم ، ولكن يمكن تكوين اسم مختلف للعرض على مستوى عنصر الودجة المستخدم.

source: Ontology Class
ar: فئة الأنطولوجيا

source: only present if this graph uses an ontology
ar: موجود فقط إذا كان هذا الرسم البياني يستخدم الأنطولوجيا

source: This setting assigns an ontological class to this node. To learn more, read <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">Ontologies in Arches</a>
ar: يقوم هذا الإعداد بتعيين فئة أنطولوجية لهذه النود . لمعرفة المزيد ، اقرأ <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank"> أنطولوجيات في Arches </a>

source: Relationship to...
ar: صلة الى...

source: Define what relationship this node has with its parent node (the one directly above it in the graph tree). A verbalization of your choice is shown in the <strong>Semantics</strong> section below this setting.
ar: حدد العلاقة التي تربط هذه النود بالالنود الأصلية (التي تعلوها مباشرة في شجرة الرسم البياني). يتم عرض طريقة التعبير اللفظي لاختيارك في قسم <strong> الدلالات </ strong> أسفل هذا الإعداد.

source: Node Data Type and Settings
ar: نوع بيانات النود والإعدادات

source: Depending on which data type you choose, you may have many more settings to fill out. Those listed below will be present for every node no matter the data type.
ar: بناءً على نوع البيانات الذي تختاره ، قد يكون لديك المزيد من الإعدادات لملءها. ستكون تلك المدرجة أدناه موجودة لكل نود بغض النظر عن نوع البيانات.

source: Data type
ar: نوع البيانات

source: Choose the data type for this node. Please see the <strong>Default Data Types</strong> section below. Once data is collected for this node, this setting cannot be changed.
ar: اختر نوع البيانات لهذه النود . الرجاء مراجعة قسم <strong> أنواع البيانات التلقائية</ strong> أدناه. بمجرد جمع البيانات لهذه النود ، لا يمكن تغيير هذا الإعداد.

source: Expose to Advanced Search
ar: اعرض للبحث المتقدم

source: If true users will be able to add this node to an Advanced Search query.
ar: إذا كان المستخدمون سيكونون قادرين على إضافة هذه النود إلى البحث المتقدم.

source: Required
ar: ضروري

source: If true a value must be entered for this node in order to save it. Once data is collected for this node, this setting cannot be changed.
ar: إذا كان صحيحًا ، يجب إدخال قيمة لهذه النود من أجل حفظها. بمجرد جمع البيانات لهذه النود ، لا يمكن تغيير هذا الإعداد.

source: Place node(s) in a separate card
ar: ضع النود في كارد منفصلة

source: only present if this node is not already the top node for a card
ar: موجودة فقط إذا لم تكن هذه النود هي بالفعل النود العلوية للكارد

source: If true this node will be set in a different card from its parent. This affects data entry, and you are encouraged to test both states of this setting while building you graph. Once data is collected for this node, this setting cannot be changed.
ar: إذا كان هذا صحيحًا ، فسيتم تعيين هذه النود في كاردمختلفة عن الكارد الأم. يؤثر هذا على إدخال البيانات ، ونحن نشجعك على اختبار حالتين من هذا الإعداد أثناء إنشاء الرسم البياني بمجرد جمع البيانات لهذه النود ، لا يمكن تغيير هذا الإعداد.

source: Default Data Types
ar: أنواع البيانات التلقائية

source: The data type of a node determines what kind of data that node will store. Once chosen, some data types will require further configuration.
ar: يحدد نوع بيانات النود نوع البيانات التي ستقوم النود بتخزينها. بمجرد الاختيار ، ستتطلب بعض أنواع البيانات مزيدًا من التشكيل .

source: Developers can <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">create new datatypes</a>.
ar: يمكن للمطورين <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank"> إنشاء أنواع بيانات جديدة </a>.

source: boolean
ar: قيمة منطقية

source: Use this to store a "yes"/"no" or "true"/"false" value.
ar: استخدم هذا لتخزين قيمة "نعم" / "لا" أو "صواب" / "خطأ".

source: concept
ar: مفهوم

source: Stores one of a series of concepts from the Reference Data Manager. Users will choose a concept in a dropdown list or set of radio buttons. You'll further be prompted to choose a <strong>Concept Collection</strong>&mdash;this controls which concepts the user is able to choose from.
ar: يخزن أحد سلسلة المفاهيم من إدارة البيانات المرجعية Reference Data Manage. سيختار المستخدمون مفهومًا في قائمة منسدلة أو مجموعة من الاختيارات. سيُطلب منك أيضًا اختيار <strong> مجموعة المفاهيم Concept Collection</ strong> ؛ هذا يتحكم في المفاهيم التي يمكن للمستخدم الاختيار من بينها.

source: concept-list
ar: قائمة المفاهيم

source: Stores multiple concepts in a single node.
ar: يخزن مفاهيم متعددة في نود واحدة.

source: date
ar: تاريخ

source: Stores a CE calendar date. See etdf for BCE and fuzzy date handling.
ar: يخزن تاريخ تقويم CE. راجع etdf للتعامل مع التاريخ الغير واضح و BCE.

source: Stores an <a href='https://www.loc.gov/standards/datetime/' target='_blank'>Extended Date/Time Format</a> value. Use this data type for BCE dates or dates with uncertainty. This datatype requires extra configuration to inform the database search methods how to interpret EDTF values. Data entry users can enter edtf dates using formats listed in the <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>EDTF draft specification</a>.
ar: يخزن قيمة <a href='https://www.loc.gov/standards/datetime/' target='_blank'> تنسيق التاريخ / الوقت الممتد </a>. استخدم نوع البيانات هذا لتواريخ BCE أو التواريخ غير المؤكدة. يتطلب نوع البيانات هذا معلومات إضافية لإعلام طرق البحث في قاعدة البيانات بكيفية تفسير قيم EDTF. يمكن لمستخدمي إدخال البيانات إدخال تواريخ edtf باستخدام التنسيقات المدرجة في <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'> مسودة مواصفات EDTF </a> .

source: file-list
ar: قائمة الملفات

source: Stores one or mores files. Use this to upload images, documents, etc.
ar: يخزن ملف واحد أو أكثر. استخدم هذا لتحميل الصور والمستندات وما إلى ذلك.

source: iiif-drawing
ar: رسم IIIF

source: Used to store an <a href='http://iiif.io/' target='_blank'>IIIF compliant</a> image.
ar: تُستخدم لتخزين صورة <a href='http://iiif.io/' target='_blank'> متوافقة مع IIIF </a>.

source: Stores geographic coordinates, and is used to show a resource on the map.
ar: يخزن الإحداثيات الجغرافية ، ويستخدم لإظهار مورد على الخريطة.

source: Similar to "concept", choose this to present the user with a dropdown list or set of radio buttons. Unlike "concept" this dropdown menu will not come from your system-wide controlled vocubulary, but from a list of values that you must define here.
ar: على غرار "المفهوم" ، اختر هذا لتقديم قائمة منسدلة أو مجموعة من الاختيارات للمستخدم. على عكس "المفهوم" ، لن تأتي هذه القائمة المنسدلة من المفردات التي يتم التحكم فيها على مستوى النظام لديك ، ولكن من قائمة القيم التي يجب عليك تحديدها هنا.

source: Stores multiple domain-values in a single node.
ar: يخزن عدة domain-values في نود واحدة.

source: Stores a csv chart formatted as JSON.
ar: يخزن مخطط csv بتنسيق JSON.

source: Stores a reference to a different node in this graph. This would allow you to store duplicate data in more than one branch.
ar: يخزن مرجعًا إلى نود مختلفة في هذا الرسم البياني. سيسمح لك هذا بتخزين بيانات مكررة في أكثر من فرع.

source: number
ar: رقم

source: Stores a number.
ar: يخزن رقما.

source: Embeds a separate resource instance into this node. For example, you could add a node called "Assessed By" to a condition assessment branch, and use this data type. This would allow you to associate an individual stored in your database as an Actor resource with a specific condition assessment. Note that this construction is different from making a "resource-to-resource relationship".
ar: يدمج مثيل مورد (resource instance) منفصل في هذه النود . على سبيل المثال ، يمكنك إضافة نود تسمى "Assessed By" إلى فرع تقييم الحالة (condition assessment) ، واستخدام نوع البيانات هذا. سيسمح لك هذا بربط شخص مخزّن في قاعدة البيانات كActor resource بتقييم حالة (condition assessment). لاحظ أن هذا البناء يختلف عن إنشاء "علاقة مورد إلى مورد".

source: Stores a list of resource instances in a single node.
ar: يخزن قائمة من مثيلات الموارد في نود واحدة.

source: semantic
ar: دلالي

source: <em>A semantic node does not store data.</em> Semantic nodes are used where necessary to make symbolic connections between other nodes, generally in order to follow ontological rules. The top node of every graph is a semantic node.
ar: <em> لا تخزن النود الدلالية البيانات. </ em> تُستخدم النود الدلالية عند الضرورة لإجراء اتصالات رمزية بين النود الأخرى ، بشكل عام من أجل اتباع القواعد الأنطولوجية. النود العلوية لكل رسم بياني هي النود دلالية.

source: string
ar: سلسلة نصية

source: Stores a string of text. This could be something simple like a name, or more something elaborate like a descriptive paragraph with formatting and hyperlinks.
ar: يخزن سلسلة من النص. قد يكون هذا شيئًا بسيطًا مثل الاسم ، أو شيئًا أكثر تفصيلاً مثل فقرة وصفية منسقة ومع hyperlinks.

source: <p>Three categories of Map Layers will appear on your map: <strong>Resource Layers</strong> (the contents of your database), <strong>Basemaps</strong> (static background layers), and <strong>Overlays</strong> (custom data layers from outside your database). To configure a layer, first select its category in the top bar, and then choose it from the list at left.</p>
ar: <p> ستظهر ثلاث فئات من طبقات الخريطة على خريطتك: <strong> طبقات الموارد</strong>(محتويات قاعدة البيانات) و <strong> خرائط الأساس </strong>(طبقات الخلفية الثابتة) و <strong> Overlays</strong> (طبقات بيانات مخصصة من خارج قاعدة البيانات الخاصة بك). لتكوين طبقة ، حدد أولاً فئتها في الشريط العلوي ، ثم اخترها من القائمة الموجودة على اليسار. </p>

source: Resource Layers display the resource layers in your database. One Resource Layer is created for each node with a geospatial datatype (for example, <code>geojson-feature-collection</code>). You are able to customize the appearance and visibility of each Resource Layer in the following ways.
ar: تعرض طبقات الموارد (Resource Layers ) طبقات الموارد في قاعدة البيانات الخاصة بك. يتم إنشاء طبقة موارد واحدة لكل نود بنوع بيانات جغرافي مكاني (على سبيل المثال ، <code> مجموعة معالم جغرافية </ code>). أنت قادر على تخصيص المظهر والرؤية لكل طبقة موارد بالطرق التالية.

source: Define the way features will look on the map. The example map has demonstration features that give you a preview of the changes you make. You can choose to use <strong>Advanced Editing</strong> to create a more nuanced style. Note that changes made in Advanced Editing will not be reflected if you switch back to basic editing. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>MapBox Style Specification</a>.
ar: حدد الطريقة التي ستظهر بها المواضع على الخريطة. تحتوي الخريطة النموذجية على ميزات توضيحية تمنحك معاينة عرض مسبق للتغييرات التي تجريها. يمكنك اختيار استخدام <strong> تعديل متقدم </ strong> لإنشاء نمط أكثر دقة. لاحظ أن التغييرات التي تم إجراؤها في "التعديل المتقدم" لن تنعكس إذا عدت إلى التعديل الأساسي. لمرجع التصميم ، راجع <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'> مواصفات نمط MapBox </a>.

source: You can change the name of this overlay if desired; by default it will use the name of its Resource Model. You make also set the layer to be added to the search map by default, or choose a custom icon for it.
ar: يمكنك تغيير اسم هذا الoverlay إذا رغبت في ذلك ؛ بشكل افتراضي ، سيستخدم اسم نموذج الموارد الخاص به. يمكنك أيضًا بتعيين الطبقة المراد إضافتها إلى خريطة البحث تلقائيا، أو اختيار رمز مخصص لها.

source: Clustering
ar: تجمع (clustering)

source: Arches uses 'clustering' to better display resources at low zoom levels (zoomed out). You are able to control the clustering settings for each layer individually.
ar: يستخدم Arches "التجمع (clustering)" لعرض الموارد بشكل أفضل عند مستويات تكبير منخفضة (تصغير). يمكنك التحكم في إعدادات التجميع لكل طبقة على حدة.

source: <strong>Cluster Distance</strong> - distance (in pixels) within which resources will be clustered
ar: <strong> مسافة الكتلة </ strong> - المسافة (بالبكسل) التي سيتم تجميع الموارد ضمنها

source: <strong>Cluster Max Zoom</strong> - zoom level after which clustering will <em>stop</em> being used
ar: <strong> Cluster Max Zoom </strong> - مستوى التكبير الذي <em> يتوقف </ em> بعده عن استخدام المجموعات

source: <strong>Cluster Min Points</strong> - minimum number of points needed to create a cluster
ar: <strong> نقاط الكتلة الدنيا </ strong> - الحد الأدنى من النقاط المطلوبة لإنشاء مجموعة

source: Permissions
ar: أذونات

source: This tab shows the permissions for the nodegroup whose geometry is displayed in this Resource Layer. Permissions are defined in the Graph Designer.
ar: تعرض هذه الTab أذونات مجموعة النود التي يتم عرض هندستها في طبقة الموارد . يتم تحديد الأذونات في Graph Designer.

source: A Basemap will always be present in your map. Arches comes with a few default basemaps, but advanced users are able to add more. Once added, there are few ways to configure each basemap.
ar: ستكون خريطة الأساس موجودة دائمًا في خريطتك. تأتي Arches مع عدد قليل من خرائط الأساس التلقائية ، ولكن يمكن للمستخدمين المتقدمين إضافة المزيد. بمجرد الإضافة ، توجد عدة طرق لتكوين كل خريطة أساس.

source: Define a style for this basemap. Note that depending on the type of layer, there are different styling options. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.
ar: تحديد نمط لخريطة الأساس هذه. لاحظ أنه بناءً على نوع الطبقة ، هناك خيارات تصميم مختلفة. لمرجع التصميم ، راجع <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'> مواصفات نمط MapBox </a>.

source: <strong>Layer name</strong> - enter a name to identify this basemap
ar: <strong> اسم الطبقة </ strong> - أدخل اسمًا لتعريف خريطة الأساس هذه

source: <strong>Default search map</strong> - choose this layer to be the default basemap
ar: <strong> خريطة البحث التلقائية </ strong> - اختر هذه الطبقة لتكون خريطة الأساس التلقائية

source: <strong>Layer icon</strong> - associate an icon with this layer
ar: <strong> رمز الطبقة </ strong> - اربط رمز بهذه الطبقة

source: Overlays allow you to incorporate map layers from external sources. Note that Search Results and Search Markets are treated as overlays, and can be customize separately. New overlays can be added with a little behind-the-scenes work. Once added, there are few ways to configure each overlay.
ar: تسمح لك الoverlays بدمج طبقات الخريطة من مصادر خارجية. لاحظ أنه يتم التعامل مع نتائج البحث وأسواق البحث على أنها overlays، ويمكن تخصيصها بشكل منفصل. يمكن إضافة overlays جديدة مع القليل من العمل خلف الكواليس. بمجرد الإضافة ، هناك عدة طرق لتهيئة كل overlay.

source: Define a style for this overlay. Note that depending on the type of layer, there are different styling options. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.
ar: تحديد نمط لهذا الoverlay. لاحظ أنه بناءً على نوع الطبقة ، هناك خيارات تصميم مختلفة. لمرجع التصميم ، راجع <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'> مواصفات نمط MapBox </a>.

source: <strong>Layer name</strong> - enter a name to identify this overlay
ar: <strong> اسم الطبقة </ strong> - أدخل اسمًا لتحديد هذا الoverlay

source: <strong>Default search map</strong> - choose whether this overlay should be shown in the search map by default. Note that in the search map itself you can change the order of the layers.
ar: <strong> خريطة البحث التلقائية </ strong> - اختر ما إذا كان يجب عرض هذا الoverlay في خريطة البحث بشكل تلقائي . لاحظ أنه في خريطة البحث نفسها يمكنك تغيير ترتيب الطبقات.

source: Permissions Tab
ar: Tab الأذونات
