Repository: AdvanceServices/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Zoom Level
ar: مستوى التكبير

source: Related instance map sources
ar: مصادر خريطة للانستانس ذات الصلة

source: Related instance map source layers (optional)
ar: طبقات مصدر خريطة للانستانس ذات الصلة (اختياري)

source: Intersection layer configuration
ar: تنسيق طبقة التقاطع

source: Default Color
ar: اللون التلقائي

source: Selected Feature Color
ar: لون الميزة المحددة

source: Hovered Feature Color
ar: لون الميزة عند ال hover

source: Layer Color Palette
ar: لوحة ألوان الطبقة

source: Fill Opacity
ar: ملء التعتيم Opacity

source: Overview Zoom
ar: تكبير نظرة عامة

source: Min Zoom
ar: تكبير حد الأدنى

source: Point Radius
ar: نقطة نصف قطر

source: Line Width
ar: عرض الخط

source: Stroke Color
ar: لون الحلقة Stroke

source: Stroke Width
ar: عرض الحلقة Stroke

source: Point Stroke Width
ar: عرض نقطة الحلقة Stroke

source: Point Stroke Opacity
ar: نقطة عتامة الحلقة Stroke

source: Edit Coordinates
ar: تعديل الإحداثيات

source: Show Feature
ar: ابراز الميزة

source: Done
ar: الانتهاء

source: Select an Option
ar: حدد اختيارا

source: Has no value
ar: ليس له قيمة

source: Has any value
ar: له أي قيمة

source: Label 'True'
ar: تسمية "صحيح"

source: Label 'False'
ar: تسمية "خطأ"

source: Concept Collection
ar: مجموعة المفاهيم Concept Collection

source: Select a concept collection
ar: حدد مجموعة مفهوم

source: Equals
ar: يساوي

source: Not
ar: لا

source: Date
ar: التاريخ

source: Date Format
ar: صيغة التاريخ

source: Date Format
ar: صيغة التاريخ

source: Domain options
ar: خيارات المجال

source: Add new option...
ar: إضافة خيار جديد ...

source: Value
ar: قيمة

source: overlaps
ar: تتداخل

source: Multiplier if Date is Uncertain (?)
ar: المضاعف إذا كان التاريخ غير مؤكد (؟)

source: Multiplier if Uncertain
ar: المضاعف إذا كان غير مؤكد

source: Multiplier if Date is Approximate (~)
ar: المضاعف إذا كان التاريخ تقريبيًا (~)

source: Multiplier if Approximate
ar: المضاعف إذا كان تقريبيًا

source: Multiplier if Both (? and ~)
ar: المضاعف إذا كان كلاهما (؟ و ~)

source: Multiplier if Both
ar: المضاعف إذا كلاهما

source: Maximum Number of Files
ar: أقصى عدد من الملفات

source: Save Edits
ar: احفظ عمليات التعديل

source: Discard Edits
ar: إلغاء التعديلات

source: Layer Preview
ar: عرض مسبق للطبقة

source: Activated:
ar: منشط:

source: Layer Name:
ar: اسم الطبقة:

source: Add to search map by default:
ar: أضف إلى خريطة البحث تلقائيا:

source: Layer icon:
ar: رمز الطبقة:

source: Find an icon
ar: ابحث عن رمز

source: Legend content:
ar: محتوى دليل مصطلحات:

source: Advanced:
ar: متقدمة:

source: Layer has no data - data on map is for preview purposes. This layer will not show up in map overlays until data is added.
ar: لا تحتوي الطبقة على بيانات - البيانات الموجودة على الخريطة هي لهدف المعاينة. لن تظهر هذه الطبقة في تراكبات الخريطة حتى تتم إضافة البيانات.

source: Point Style
ar: أسلوب النقطة

source: Color
ar: اللون

source: Halo color
ar: لون الهالو

source: Halo Color
ar: لون الهالو

source: Halo radius
ar: نصف قطر الهالو

source: Line Style
ar: أسلوب الخط

source: Weight
ar: الوزن

source: Halo weight
ar: وزن الهالو

source: Polygon Style
ar: أسلوب البوليغون

source: Fill Color
ar: لون التعبئة

source: Outline color
ar: لون المخطط التفصيلي

source: Outline weight
ar: وزن المخطط

source: Cluster Distance:
ar: مسافة الكتلة:

source: Cluster Max Zoom:
ar: أقصى تكبير للكتلة :

source: Cluster Min Points:
ar: الحد الأدنى لنقاط الكتلة :

source: Vector Simplification:
ar: تبسيط المتجهات Vector Simplification :

source: Changes to cluster settings will only be reflected after saving.
ar: ستنعكس التغييرات التي يتم إجراؤها على إعدادات الكتلة فقط بعد الحفظ.

source: Preview map data do not use clustering algorithm. Add data for this resource model to see real clustered data.
ar: العرض المسبق لبيانات الخريطة لا يستستخدم خوارزمية التكتل. أضف بيانات لنموذج المورد هذا لمشاهدة بيانات متكتلة حقيقية.

source: The following users and groups can view this layer. If you wish to change who can access this layer, please update the permissions on the layer node.
ar: يمكن للمستخدمين والمجموعات التالية عرض هذه الطبقة. إذا كنت ترغب في تغيير من يمكنه الوصول إلى هذه الطبقة ، فيرجى تعديل الأذونات على نود الطبقة.

source: Users
ar: المستخدمون

source: Groups
ar: المجموعات

source: Related Node
ar: النود ذات الصلة

source: Select a node
ar: اختر نود

source: Relationship to Node
ar: العلاقة بالنود

source: Select a property
ar: حدد خاصية

source: Value
ar: قيمة

source: Resource Model
ar: نموذج المورد

source: Default relationship to
ar: العلاقة الافتراضية بـ

source: Select an Ontology Property
ar: حدد خاصية الأنطولوجيا

source: Default inverse relationship to
ar: علاقة عكسية افتراضية بـ

source: Search String - use to filter resources displayed
ar: سلسلة البحث - تستخدم لتصفية الموارد المعروضة

source: View search string...
ar: عرض سلسلة البحث ...

source: Enter Search String here...
ar: أدخل سلسلة البحث هنا ...

source: References
ar: مراجع

source: Does not reference
ar: لا يشير

source: Select a resource
ar: حدد موردا

source: Like
ar: مثل

source: Not like
ar: لا يشبه

source: Is Not
ar: ليس

source: Edit
ar: تعديل

source: Unable to display the selected file
ar: تعذر عرض الملف المحدد

source: This file can't be displayed.
ar: لا يمكن عرض هذا الملف.

source: It may be a proprietary format or there isn't a loader available yet
ar: قد يكون تنسيقًا proprietary أو لا يتوفر أداة تحميل حتى الآن

source: to present it in this webpage.
ar: لتقديمه في صفحة الويب هذه.

source: Unable to parse your file with the
ar: تعذر تحليل ملفك مع ال

source: loader
ar: محمل

source: Select File Loader
ar: حدد محمل الملف

source: Select the loader best suited for processing and visualizing the selected file
ar: حدد أداة التحميل الأنسب لمعالجة الملف المحدد وتصوره

source: Select
ar: اختار

source: Apply the same loader to all selected files in the dataset
ar: قم بتطبيق نفس أداة التحميل على جميع الملفات المحددة في مجموعة البيانات

source: Upload Files
ar: إدخال ملفات

source: Drag & Drop your files onto this panel to upload
ar: اسحب ملفاتك وأفلتها في هذه اللوحة للتحميل

source: Select Files
ar: اختر الملفات

source: Adding files to this record is
ar: إضافة الملفات إلى هذا السجل هو

source: optional.
ar: اختياري.

source: You may upload as many files as you wish; check with the site admin on the maximum file size.
ar: يمكنك تحميل أي عدد تريده من الملفات ؛ تحقق مع مسؤول الموقع من الحد الأقصى لحجم الملف.

source: Images formatted as .jpg, .png files may be uploaded. Other formats may require a loader to view.
ar: يمكن تحميل الصور بتنسيق .jpg و .png. قد تتطلب التنسيقات الأخرى أداة تحميل لعرضها.

source: File Filter
ar: فلتر الملف

source: e.g.: .txt
ar: على سبيل المثال: .txt

source: files uploaded
ar: تم تحميل الملفات

source: files selected
ar: تم تحديد الملفات

source: add files
ar: إضافة ملفات

source: Select All
ar: اختر الكل

source: Clear All
ar: امسح الكل

source: Delete Selected
ar: احذف المحدد

source: Download Selected
ar: تنزيل المحدد

source: Loader
ar: محمل

source: 'File Renderer'
ar: "عارض الملفات"File Renderer

source: Apply to Selected Files
ar: تنطبق على الملفات المحددة

source: Currently showing edits by
ar: يعرض حاليا التعديلات من قبل

source: Save
ar: احفظ

source: Display Name
ar: اسم العرض

source: Display Description
ar: عرض الوصف

source: Map Popup
ar: خريطة منبثقة

source: Re-Index
ar: إعادة فهرسة

source: Card Name
ar: اسم الكارد

source: Select a card from which to choose nodes to power your primary name identifier.
ar: حدد كارد تختار منها النود لتشغيل معرف الاسم الأساسي الخاص بك.

source: Primary Name Template
ar: نموذج الاسم الأساسي

source: Use bracketed node names like this: <node name>
ar: استخدم أسماء النود الموضوعة بين قوسين مثل هذا: <اسم العقدة>

source: Select a card from which to choose nodes to power your primary description identifier.
ar: حدد كارد تختار منها النود لتشغيل معرف الوصف الأساسي الخاص بك.

source: Primary Description Template
ar: نموذج الوصف الأساسي

source: Map Popup Template
ar: نموذج للخريطة المنبثقة

source: If you've made any changes to this function and there are resources already in the system, then you will need to reindex the resources to reflect your changes. This process can take some time (potentially several minuetes or more). Please be patient.
ar: إذا أجريت أي تغييرات على هذه الوظيفة وكانت هناك موارد بالفعل في النظام، فستحتاج إلى إعادة فهرسة الموارد لإظهار تغييراتك. قد تستغرق هذه العملية بعض الوقت (من المحتمل أن تكون عدة دقائق أو أكثر). يرجى التحلي بالصبر.

source: Re-Index Resources Now
ar: أعد فهرسة الموارد الآن

source: Re-Indexing...
ar: إعادة الفهرسة ...

source: searching....
ar: يبحث....

source: Hide Style Tools
ar: إخفاء أدوات الطراز

source: Show Style Tools
ar: إظهار أدوات الطراز

source: Line Color
ar: لون الخط

source: Line Color
ar: لون الخط

source: Fill color
ar: لون التعبئة

source: Fill Color
ar: لون التعبئة

source: Line Opacity
ar: تعتيم الخط

source: Add a new feature...
ar: إضافة ملمح جديد ...

source: Resource Model:
ar: نموذج المورد:

source: ID:
ar: التعريف:

source: Report
ar: تقرير

source: Image
ar: الصورة

source: Image Tools
ar: أدوات الصورة

source: Brightness
ar: سطوع

source: Contrast
ar: التباين

source: Saturation
ar: التشبع

source: Greyscale
ar: تدرج الرمادي

source: Display as greyscale
ar: عرض كتدرج رمادي

source: Reset to defaults
ar: الرجوع إلى الإعدادات التلقائية

source: Annotation Overlays
ar: التعليقات التوضيحية المتتالية

source: Gallery
ar: معرض

source: hide
ar: إخفي

source: show
ar: إظهر

source: Select a manifest:
ar: اختر بيانًا:

source: Load manifest
ar: قم بتحميل بيان

source: Loading manifest...
ar: تحميل البيان ...

source: Error loading manifest...
ar: خطأ في تحميل البيان ...

source: No manifest selected...
ar: لم يتم تحديد بيان ...

source: Filter
ar: مرشح

source: Filter images...
ar: تصفية الصور ...

source: Switch Image Service
ar: تغيير خدمة الصور

source: Annotation(s)
ar: التعليقات التوضيحية

source: Update Features
ar: تحديث الملامح

source: GeoJSON has the following errors that must be resolved:
ar: يحتوي GeoJSON على الأخطاء التالية التي يجب حلها:

source: Drag GeoJSON or KML files here to add...
ar: اسحب ملفات GeoJSON أو KML هنا لإضافة ...

source: The following errors occurred:
ar: لقد حدثت الأخطاء التالية:

source: Edit GeoJSON
ar: تحرير GeoJSON

source: Add Buffer
ar: إضافة فاصل

source: Zoom to all
ar: تكبير للجميع

source: Basemap
ar: الخريطة الأساسية

source: Legend
ar: مفتاح القراءة

source: Triggering Nodegroups
ar: إثارة مجموعة نود

source: Select a nodegroup
ar: اختر مجموعة نود

source: Download File
ar: تنزيل الملف

source: Dismiss
ar: رفض

source: View Gallery
ar: استعراض معرض الصور

source: Upload Photographs
ar: تحميل الصور

source: Drag & Dop your photos onto this panel to upload
ar: اسحب صورك وانسخها على هذه اللوحة لتحميلها

source: Select Photographs
ar: اختر الصور

source: Adding photos to this record is <span><strong>optional.</strong></span>
ar: ان إضافة الصور إلى هذا السجل <span> <strong> اختيارية. </ strong> </span>

source: You may upload as many photos as you wish, but the maximum size of any single file is <span>8MB</span>
ar: يمكنك تحميل أي عدد تريده من الصور، ولكن الحد الأقصى لحجم أي ملف واحد هو <span> ٨ ميجابايت </ span>

source: Images formatted as .jpg, .png, .tiff files may be uploaded. Other formats will be ignored.
ar: يمكن تحميل الصور .jpg و .png و .tiff. سيتم تجاهل أنواع الملفات الأخرى.

source: Drag & Dop your photos onto this panel
ar: قم بسحب ووضع صورك على هذه اللوحة

source: Accepted formats: .jpg, .png, .tiff
ar: النماذج المقبولة: .jpg ، .png ، .tiff

source: Image List
ar: قائمة الصور

source: Service
ar: خدمة

source: Canvas
ar: اللوحة

source: Manage Image Service
ar: إدارة خدمة الصور

source: Title
ar: عنوان

source: Attribution
ar: ذات الصله

source: Attribution Logo
ar: الشعارات ذات الصله

source: Metadata
ar: مركز المعلومات

source: Manage Image Canvases
ar: إدارة لوحات الصور

source: Images
ar: الصور

source: Select image to delete from the image service
ar: اختر الصورة المراد حذفها من خدمة الصور

source: Drag or
ar: اسحب أو

source: click here
ar: انقر هنا

source: to upload photos
ar: لتحميل الصور

source: Selected Image Name
ar: اختر اسم الصورة

source: Create New Service
ar: إنشاء خدمة جديدة

source: Edit a service
ar: تحرير خدمة

source: Drag & Drop Your Images Here
ar: قم بسحب ووضع صورك هنا

source: Import digital images and create a new image service
ar: استيراد الصور الرقمية وإنشاء خدمة صور جديدة

source: Select Images
ar: اختر الصور

source: Create a new service by uploading one or more images. Images will be uploaded and processes so that you can view, annotate, and share them with others
ar: أنشئ خدمة جديدة بتحميل صورة أو أكثر. سيتم تحميل الصور ومعالجتها بحيث يمكنك عرضها والتعليق عليها ومشاركتها مع الآخرين

source: Edit an existing Image Service
ar: تحرير خدمة الصور الموجودة

source: Update the information and images related to an existing Image Service. Or copy and paste in the URL of a IIIF Manifest to add a service from an external service
ar: قم بتحديث المعلومات والصور المتعلقة بخدمة الصور الموجودة. أو انسخ والصق الرابط الإليكتروني لبيان IIIF لإضافة خدمة من خدمات خارجية

source: Create Image Service
ar: إنشاء خدمة الصور

source: dismiss
ar: رفض

source: Insert Workflow Name
ar: أدخل اسم مسار العمل

source: Save and Complete Workflow
ar: حفظ وإستكمال مسار العمل

source: Delete Workflow
ar: حذف مسار العمل

source: Detailed Step Information
ar: معلومات تفصيلية

source: Previous Step
ar: الخطوة السابقة

source: Save and Continue
ar: حفظ ومتابعة

source: Next Step
ar: الخطوة التالية

source: Data Themes
ar: مواضيع البيانات

source: Info
ar: معلومات

source: Resource Information
ar: معلومات المورد

source: Has relationship
ar: لها علاقة

source: with
ar: مع

source: Relationships
ar: العلاقات

source: relationships shown
ar: العلاقات الظاهرة

source: Load more
ar: تحميل المزيد

source: Search Network
ar: شبكة البحث

source: Filter...
ar: مرشح...

source: Analyze Network
ar: تحليل الشبكة

source: Click a node/edge for info
ar: انقر فوق نود / حافة للحصول على معلومات

source: Click a node to show more relationships
ar: انقر فوق نود لإظهار المزيد من العلاقات

source: Click a node refocus
ar: انقر فوق إعادة تركيز النود

source: Click a node/edge to remove
ar: انقر فوق النود / حافة لإزالتها

source: Participating Layers
ar: الطبقات المشاركة

source: Buffer Intersecting Feature
ar: الحاجز المتقاطع للملمح

source: buffer
ar: حاجز

source: Add buffer to features
ar: إضافة الحاجز إلى الملامح

source: Select a feature to perform intersection
ar: اختر ملمح لأداء التقاطع

source: Intersect
ar: تتقاطع

source: Find
ar: يجد

source: Search Facets
ar: أوجه البحث

source: Find ...
ar: أجد ...

source: Advanced Search
ar: البحث المتقدم

source: With Advanced Search you can build more sophisticated search queries.
ar: باستخدام البحث المتقدم، يمكنك الإستعلام عن نتائج بحث أكثر تعقيدًا.

source: Select the search facets you wish to query from the list on the right. Then enter your
ar: اختر أوجه البحث التي ترغب في الاستعلام عنها من القائمة الموجودة على اليمين. ثم أدخل

source: criteria to customize your search filters
ar: معايير لتخصيص مرشحات البحث الخاصة بك

source: And
ar: و

source: Or
ar: أو

source: Remove
ar: إزالة

source: Map Search
ar: البحث على الخريطة

source: Buffer
ar: متعادل

source: Distance
ar: مسافة

source: Select a filter
ar: اختر مرشح

source: Draw a...
ar: ارسم ...

source: Accept GeoJSON
ar: قبول GeoJSON

source: Zoom to all features
ar: تكبير لجميع الملامح

source: Clear spatial filter
ar: مرشح مكاني واضح

source: QA Type
ar: نوع السؤال والجواب

source: All edits
ar: كل التعديلات

source: Resource Type
ar: نوع المورد

source: All resources
ar: كل الموارد

source: Saved Search
ar: بحث تم حفظه

source: The Arches site administrator
ar: إدارة موقع Arches

source: hasn't saved any searches yet.
ar: لم بتم حفظ أي عمليات بحث حتى الآن.

source: Export Search Results
ar: تصدير نتائج البحث

source: 1. Format
ar: 1. التنسيق

source: Select the format you'd like for your export data. (tile excel and geojson formats require a resource type filter)
ar: اختر النموذج الذي تريده لبيانات التصدير الخاصة بك. (تتطلب تايل اكسيل و geojson مرشح لنوع المورد)

source: tile excel
ar: تايل اكسيل

source: geojson url
ar: الرابط الإليكتروني لـ geojson

source: Copy to clipboard
ar: نسخ إلى لوحة المفاتيح

source: 2. Coordinate Precision
ar: 2. تنسيق الدقة

source: Tell us how many decimal places of precision you'd like for geo-data results
ar: أخبرنا عن عدد الأماكن العشرية للدقة التي تريدها لنتائج البيانات الجغرافية

source: 3. Report Link
ar: 3. رابط التقرير

source: Only applicable to CSV and shapefile exports
ar: ينطبق فقط على عمليات تصدير CSV و shapefile

source: Include the report link in the export?
ar: هل تريد ضم رابط التقرير في التصدير؟

source: 4. Name this export
ar: 4. اسم هذا التصدير

source: 5. Email Address
ar: 5. عنوان البريد الإلكتروني

source: This download may take some time. Tell us where to email a download link to your results
ar: قد يستغرق هذا التنزيل بعض الوقت. أخبرنا بمكان إرسال الرابط الإليكترني لتنزيل نتائجك عبر البريد الإلكتروني

source: Download
ar: تحميل

source: Resource Details
ar: تفاصيل الموارد

source: Click the 'Details' link on a search result from the list on the left
ar: أنقر فوق رابط "التفاصيل" في إحدى نتائج البحث من القائمة الموجودة على اليسار

source: to view more information about a resource.
ar: لعرض مزيد من المعلومات حول أحد الموارد.

source: Provisional
ar: مؤقت

source: Details
ar: تفاصيل

source: Related Resources
ar: الموارد المتصلة

source: Relate Resource
ar: قم بربط الموارد

source: Cannot Be Related
ar: لا يمكن أن تكون ذات علاقة

source: Unsorted
ar: غير مرتب

source: Ascending
ar: تصاعدي

source: Descending
ar: تنازلي

source: Find a resource...
ar: البحث عن مورد ...

source: Date Interval
ar: التاريخ المتباعد

source: Clear
ar: واضح

source: Type
ar: النوع

source: Search all dates
ar: بحث كل التواريخ

source: Within
ar: خلال

source: Custom date range
ar: نطاق زمني محدود

source: Today
ar: اليوم

source: Last 7 days
ar: أخر 7 ايام

source: Last 30 days
ar: أخر 30 يومًا

source: This week
ar: هذا الاسبوع

source: This month
ar: هذا الشهر

source: This quarter
ar: هذا الموسم

source: This year
ar: هذه السنة

source: From
ar: هيئة

source: To
ar: إلى

source: Time Wheel
ar: عجلة الوقت

source: (Click on a block to set a filter, double-click to zoom in, double-click center to zoom out)
ar: (انقر فوق كتلة لتحديد مرشح، انقر نقرًا مزدوجًا للتكبير، انقر نقرًا مزدوجًا فوق المركز للتصغير)

source: Loading time wheel...
ar: تحميل عجلة الوقت ...

source: None
ar: لا يوجد

source: No Date Entered
ar: لم يتم إدخال التاريخ

source: Minimum Date
ar: التاريخ الأدنى

source: Maximum Date
ar: التاريخ الأقصى

source: View Mode
ar: عرض الصيغة

source: View Mode
ar: عرض الصيغة

source: EDTF Formats
ar: نماذج EDTF

source: Extended Date/Time Formats (EDTF)
ar: نماذج التاريخ / الوقت الممتد (EDTF)

source: The EDTF datatype allows you to describe dates (even uncertain dates). You can find a summary of the standard here:
ar: يسمح لك نوع بيانات EDTF بوصف التواريخ (حتى التواريخ غير المؤكدة). يمكنك العثور على ملخص للقيم هنا:

source: EDTF Date Specfication (Library of Congress)
ar: تحديد تاريخ EDTF (مكتبة الكونغرس)

source: Some common encodings:
ar: بعض الترميزات الشائعة:

source: [year][“-”][month][“-”][day]
ar: [سنة] [شهر] [يوم]

source: Refers to the calendar date 2021 April 12th with day precision
ar: يشير إلى تاريخ التقويم 12 أبريل 2021 بدقة اليوم

source: [year][“-”][month]
ar: [سنة ] [شهر]

source: Refers to the calendar month April 2021 with month precision
ar: يشير إلى الشهر التقويمي أبريل 2021 بدقة الشهر

source: [year]
ar: [عام]

source: Refers to the year 2021 with year precision
ar: يشير إلى عام 2021 بدقة السنة

source: A time interval with calendar year precision, beginning sometime in 1964 and ending sometime in 2008
ar: فترة زمنية بدقة سنة تقويمية، تبدأ في وقت ما من عام 1964 وتنتهي في وقت ما في عام 2008

source: A time interval with calendar month precision, beginning sometime in June 2004 and ending sometime in August of 2006
ar: فترة زمنية بدقة شهر تقويمي، تبدأ في وقت ما في يونيو 2004 وتنتهي في وقت ما في أغسطس من عام 2006

source: A time interval beginning sometime on February 1, 2004 and ending sometime in 2005. The start endpoint has calendar day precision and the end endpoint has calendar year precision.
ar: فترة زمنية تبدأ في وقت ما في 1 فبراير 2004 وتنتهي في وقت ما في 2005. تحتوي نقطة نهاية البداية على دقة يوم تقويمي ونقطة النهاية لها دقة سنة تقويمية.

source: The year -100000. 'Y' may be used at the beginning of the date string to signify that the date is a year, when (and only when) the year exceeds four digits, i.e. for years later than 9999 or earlier than -9999.
ar: عام -100000. يمكن استخدام "Y" في بداية مكان ذكر التاريخ للإشارة إلى أن التاريخ هو عام، عندما (وفقط عندما) تتجاوز السنة أربعة أرقام، أي للسنوات التي تلي 9999 أو أقدم من -9999.

source: Spring, 2001. The values 21, 22, 23, 24 may be used used to signify ' Spring', 'Summer', 'Autumn', 'Winter', respectively, in place of a month value (01 through 12) for a year-and-month format string
ar: الربيع، 2001. يمكن استخدام القيم 21، 22، 23، 24 للدلالة على "الربيع"، "الصيف"، "الخريف"، "الشتاء"، على التوالي، بدلاً من قيمة الشهر (من 01 إلى 12) في مكان ذكر السنة والشهر

source: Year uncertain (possibly the year 1984, but not definitely)
ar: العام غير مؤكد (ربما يكون عام 1984 ، لكن ليس بالتأكيد)

source: Year-month approximate
ar: عام - شهر تقريبي

source: Entire date (year-month-day) uncertain and approximate
ar: التاريخ بالكامل (سنة - شهر - يوم) غير مؤكد وتقريبي

source: Upload Documents
ar: تحميل المستندات

source: Drag & Drop your files onto this panel
ar: اسحب ملفاتك وأفلتها في هذه اللوحة

source: Adding documents to this record is
ar: إضافة الوثائق إلى هذا السجل

source: You may upload as many documents as you wish, but the maximum size of any single file is
ar: يمكنك تحميل أي عدد تريده من المستندات، ولكن الحجم الأقصى لأي ملف واحد هو

source: Allowed document formats:
ar: نماذج المستندات المسموح بها:

source: Uploaded Files
ar: الملفات التي يتم تحميلها

source: find a file...
ar: البحث عن ملف ...

source: file(s) uploaded
ar: تم تحميل الملف (الملفات)

source: delete all files
ar: حذف جميع الملفات

source: add more files
ar: إضافة المزيد من الملفات

source: error
ar: خطأ

source: Unsaved
ar: لم يتم الحفظ

source: Show first 5 files
ar: إظهار أول 5 ملفات

source: Show first 10 files
ar: إظهار أول 10 ملفات

source: Show first 25 files
ar: إظهار أول 25 ملفًا

source: Show all files
ar: إظهار كافة الملفات

source: Accepted File Types
ar: أنواع الملفات المقبولة

source: example: .jpg, .png, .txt
ar: مثال: .jpg ، .png ، .txt

source: Max File Size (mb)
ar: الحجم الأقصى للملف (ميغابايت)

source: files uploaded
ar: تم تحميل الملفات

source: Default Manifest URL
ar: الرابط الإليكتروني التلقائي للقائمة

source: annotation(s)
ar: التعليقات التوضيحية

source: Available Geometry Types
ar: أنواع الأشكال الهندسية المتوفرة

source: Point
ar: نقطة

source: Line
ar: خط

source: Polygon
ar: مضلع

source: feature(s)
ar: الملامح

source: Dropdown Format
ar: تنسيق القائمة المنسدلة

source: Min
ar: الأقل

source: Max
ar: الأعلى

source: Increment
ar: زيادة

source: Increment size
ar: زيادة الحجم

source: Decimal Places
ar: أرقام عشرية

source: Number of decimal places
ar: عدد الأرقام العشرية

source: Prefix
ar: مقدمة

source: Field prefix
ar: بادئة الحقل

source: Suffix
ar: ملحق

source: Field suffix
ar: ملحقات الحقل

source: Format
ar: نموذج

source: (view valid formats)
ar: (عرض النماذج الصالحة)

source: Disabled
ar: غير متاح

source: Disable Editing
ar: وقف التعديلات

source: Prevent users from editing value
ar: منع المستخدمين من تعديل القيمة

source: filter...
ar: تمت تنقيته

source: Resource's relationship to
ar: علاقة المورد بـ

source: 's relationship to Resource
ar: علاقة بالمورد

source: relationship(s)
ar: العلاقات

source: Related Resource Summary
ar: ملخص الموارد المترابطة

source: Languages
ar: اللغات

source: Language
ar: لغة
