Repository: AdvanceServices/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Direction
ar: اتجاه

source: rich text
ar: النص الغني

source: Select default value
ar: اختر القيمة التلقائية

source: Max Length
ar: الحد الأقصى للطول

source: URL Placeholder
ar: الرابط الإليكتروني لـ Placeholder

source: URL Label Placeholder
ar: الرابط الإليكتروني لعنوان البطاقة

source: URL Link color
ar: الرابط الإليكتروني للون

source: Workflow Complete
ar: تم استكمال سير العمل

source: Continue
ar: استكمال

source: Concept
ar: المفهوم

source: Delete this concept
ar: احذف هذا المفهوم

source: Delete this concept and all of it's sub concepts.
ar: احذف هذا المفهوم وجميع مفاهيمه الفرعية.

source: Jump to this concept
ar: أذهب إلى هذا المفهوم

source: More Child Concept
ar: المزيد من مفهوم الطفل

source: Search for a concept...
ar: ابحث عن مفهوم...

source: Recently Added Resources
ar: الموارد المضافة حديثًا

source: Resource Id
ar: تعريف المورد

source: Resource Name
ar: اسم المورد

source: Edited
ar: تم تعديله

source: Edit Type
ar: نوع التحرير

source: Editor
ar: المحرر

source: (Resource Deleted)
ar: (تم حذف المورد)

source: View Report
ar: الاطلاع على التقرير

source: Discard edits
ar: إلغاء التعديلات

source: Save edits
ar: حفظ التعديلات

source: Key of first node in card:
ar: مفتاح النود الأول في البطاقة:

source: Value of first node in card
ar: قيمة النود الأول في البطاقة

source: Database Connection
ar: اتصال قاعدة البيانات

source: Put Card-Specific help text here. When panel is initiated from a controlled vocabulary, put thesaurus listing here instead.
ar: يمكنك وضع نص المساعدة الخاص بالبطاقة هنا. عند بدء تشغيل اللوحة من مفردات محكومة، يمكنك وضع قائمة قاموس المرادفات هنا بدلاً من ذلك.

source: You won't be able to undo this operation!
ar: لن يمكنك الرجوع عن هذه العملية

source: Are you sure you want to permanently delete this resource from Arches?
ar: هل أنت متأكد من أنك تريد حذف هذا المورد نهائيًا من Arches؟

source: Edit History
ar: تاريخ التحرير

source: More
ar: أكثر

source: Resource Record Created
ar: تم إنشاء سجل المورد

source: Record created by Arches with reference number
ar: سجل تم إنشاؤه بواسطة Arches ذو رقم مرجعي

source: record updated
ar: تم تحديث السجل

source: Previous value:
ar: القيمة السابقه:

source: Updated value:
ar: تم تعديل القيمة

source: record added
ar: تمت إضافة السجل

source: New value:
ar: قيمة جديدة

source: record deleted
ar: تم حذف السجل

source: Value:
ar: القيمة:

source: Edited by:
ar: حررت بواسطة:

source: LOAD MORE
ar: تحميل المزيد

source: Graph Designer
ar: مصمم الرسم البياني

source: Branch
ar: فرع

source: Find a Resource Model/Branch...
ar: البحث عن نموذج مورد/ فرع ...

source: Discard Card Edits
ar: تجاهل تعديلات البطاقة

source: Save Card Edits
ar: حفظ تعديلات البطاقة

source: Quit Designer
ar: قم بالخروج من التصميمات

source: Graph
ar: رسم بياني

source: Cards
ar: البطاقات

source: Add a branch to your model from the library
ar: أضف فرعًا إلى النموذج الخاص بك من المكتبة

source: Card Designer
ar: مصمم البطاقة

source: Graphs
ar: الرسوم البيانية

source: New Resource Model
ar: نموذج المورد الجديد

source: Import Branch/Resource Model
ar: فرع الاستيراد / نموذج المورد

source: Active
ar: نشط

source: Inactive
ar: غير نشط

source: Card Container
ar: حاوية البطاقة

source: Card
ar: بطاقة

source: Widget
ar: الواجهة

source: Discard
ar: تجاهل

source: Function Manager
ar: إدارة الوظائف

source: Selected Functions
ar: وظائف مختارة

source: You haven't added any functions yet.
ar: لم تقم بإضافة أي وظائف حتى الآن.

source: Select functions from the library to add new capabilities to your resource.
ar: اختر الوظائف من المكتبة لإضافة إمكانات جديدة إلى الموارد الخاصة بك.

source: Close Function Library
ar: إغلاق وظائف المكتبة

source: Show Function Library
ar: إظهار وظائف المكتبة

source: Library filter goes here
ar: مرشح المكتبة يذهب هنا

source: Function Library
ar: مكتبة الوظائف

source: Function Name
ar: اسم وظيفة

source: This Function doesn't require any configuration.
ar: لا تتطلب هذه الوظيفة أي ترتيب.

source: Function Description
ar: وصف الوظيفة

source: Select Function
ar: اختر الوظيفة

source: Graph Manager
ar: إدارة الرسم البياني

source: Because of ontology rules, there are no branches that can be appended.
ar: بسبب قواعد الأنطولوجيا، لا توجد فروع يمكن إلحاقها.

source: Choose a card component...
ar: اختر أحد مكونات البطاقة ...

source: Card name
ar: اسم البطاقة

source: CSS Classes (Optional)
ar: فئات CSS (اختياري)

source: Show this card by default
ar: إظهار هذه البطاقة بشكل تلقائي

source: Allow multiple values
ar: السماح بقيم متعددة

source: Let users enter multiple values for this data entry card
ar: اسمح للمستخدمين بإدخال قيم متعددة لبطاقة إدخال البيانات

source: Enable Card-level help
ar: تفعيل المساعدة على مستوى البطاقة

source: Provide specific user guidance for this card
ar: قم بتوفير إرشادات محددة للمستخدم لهذه البطاقة

source: Help Panel Title
ar: عنوان لوحة المساعدة

source: Help title
ar: عنوان المساعدة

source: Content
ar: المحتوى

source: Unique Values
ar: القيم فريدة

source: Select Nodes
ar: اختر النود

source: Find a card...
ar: البحث عن بطاقة ...

source: Expand
ar: توسع

source: Collapse
ar: انهيار

source: Select All
ar: اختر الكل

source: Clear All
ar: حذف الكل

source: Show IDs
ar: إظهار التعريفات

source: Hide IDs
ar: إخفاء التعريفات

source: (edit report)
ar: (تحرير التقرير)

source: Resource Model Identifiers
ar: تعريفات نموذج المورد

source: Branch Identifiers
ar: تعريفات الفرع

source: No ontology
ar: لا وجود

source: Choose a data type
ar: اختر نوع البيانات

source: Make card
ar: اصنع بطاقة

source: Data from nodes not collected in other cards will be collected in the root card's form section
ar: سيتم جمع البيانات من النود التي لم يتم جمعها في بطاقات أخرى في قسم نموذج بطاقة الجذر

source: Resource models that may be related:
ar: نماذج المورد التي قد تكون ذات علاقة:

source: Author name
ar: اسم المؤلف

source: Abstract/description
ar: الملخص / الوصف

source: URI to a JSON-LD Context Object or a Raw Context Object or Array of Context Objects
ar: الرابط الإليكتروني لـمفهوم -JSON-LD أو مفهوم خام للموضوع أو مفهوم مصفوفة للموضوع

source: URI Slug for API Access
ar: الرابط الإلكيتروني للسبيكة للوصول إلى API

source: Slug
ar: سبيكة

source: Map Feature Color
ar: لون ميزة الخريطة

source: Selected icon:
ar: الأيقونة المختارة:

source: Find a node, datatype, card...
ar: ابحث عن نود، نوع البيانات، أو بطاقة ...

source: Node is exportable in search
ar: النود قابلة للتصدير في البحث

source: Add Child Node
ar: أضف طفل النود

source: Add Branch
ar: إضافة فرع

source: Delete Node
ar: حذف النود

source: Groups/Accounts
ar: المجموعات / الحسابات

source: Unnamed node
ar: نود بدون اسم

source: Enter node name here...
ar: أدخل اسم النود هنا ...

source: node name
ar: اسم النود

source: Relationship to
ar: علاقة بـ

source: parent
ar: الأب

source: Choose a property
ar: اختر خاصية

source: Choose a class
ar: اختر فئة

source: Semantics
ar: دلالات

source: description
ar: وصف

source: Node Data Type and Configuration
ar: نوع وتكوين بيانات النود

source: Node Settings
ar: إعدادات النود

source: Activate to use this node in Advanced Search.
ar: قم بالتفعيل لاستخدام هذه النود في البحث المتقدم.

source: Activate to require that data be collected for this node when a card value is edited
ar: قم بالتفعيل للمطالبة بجمع البيانات لهذه النود عند تحرير قيمة البطاقة

source: Export via Search Results
ar: تصدير عبر نتائج البحث

source: Provide a field name for shapefiles.
ar: قم بتوفير اسم لـ ملف shapefile .

source: Limited to 10 characters to meet shapefile requirements.
ar: يقتصر على 10 أحرف لتلبية متطلبات ملف shapefile.

source: shapefile fieldname
ar: اسم ملف shapefile

source: Data from this node and downstream nodes will be collected in a single form section
ar: سيتم جمع البيانات من هذه النود والنود النهائية في نموذج واحد

source: To set permissions:
ar: لـ إعدادات التصاريح:

source: <strong> 1. Select one or more cards </strong>from the card tree.
ar: <strong> 1. اختر بطاقة واحدة أو أكثر </ strong> من شجرة البطاقات.

source: <strong> 2. Select a Group or User Account </strong>from the dropdown below.
ar: <strong> 2. اختر حساب مجموعة أو حساب مستخدم </ strong> من القائمة المنسدلة أدناه.

source: <strong> 3. Apply Permissions </strong>to set your changes. You'll see your selections reflected by the icons in the card tree.
ar: <strong> 3. تطبيق التصاريح </ strong> لإعداد تغييراتك. سترى أن اختياراتك تظهر في الأيقونات الموجودة في شجرة البطاقات.

source: Set permissions for:
ar: إعداد التصاريح لـ:

source: Select a Group/Account...
ar: اختر مجموعة / حساب ...

source: Accounts
ar: الحسابات

source: Revert Permissions
ar: إسترجاع التصاريح

source: Apply Permissions
ar: تطبيق التصاريح

source: Selected Cards
ar: بطاقات مختارة

source: No cards selected
ar: لم يتم اختيار أي بطاقة

source: Widget Manager
ar: إدارة الواجهه

source: Visibility
ar: الرؤية

source: Make Widget Visible
ar: جعل الواجهه مرئية

source: Show this widget by default
ar: إظهار هذه الواجهه بشكل تلقائي

source: Resource Model Settings
ar: إعدادات نموذج المورد

source: Branch Settings
ar: إعدادات الفرع

source: Icons
ar: أيقونات

source: Set the defaults for your resource model
ar: قم بتعيين الإعدادات التلقائية لنموذج المورد الخاص بك

source: Set the defaults for your branch
ar: اضبط الإعدادات التلقائية لفرعك

source: Show Vocabulary
ar: عرض المفردات

source: Pick an icon for your resource model
ar: اختر أيقونة لنموذج المورد الخاص بك

source: Pick an icon for your branch
ar: اختر أيقونة لفرعك

source: Define this resource's color when displayed in the search results chart
ar: حدد لون هذا المورد عند عرضه في مخطط نتائج البحث

source: Define this resource model's status
ar: تحديد حالة نموذج المورد

source: Define this branch's status
ar: تحديد حالة هذا الفرع

source: Describe this resource model
ar: وصف نموذج المورد

source: Describe this branch
ar: وصف هذا الفرع

source: JSON-LD Context URI
ar: العنوان الإليكتروني لمفهوم JSON-LD

source: Overlay
ar: تداخل

source: No overlays available
ar: لا توجد طبقات متداخله متاحة

source: Delete Layer
ar: حذف الطبقة

source: Add to map by default:
ar: أضف إلى الخريطة تلقائيا:

source: Default basemap:
ar: الخريطة الأساسية التلقائية:

source: Only show on search map:
ar: تظهر فقط على خريطة البحث:

source: Unnamed
ar: بدون اسم

source: Project Requirements: Complete
ar: متطلبات المشروع: مكتمل

source: Project Status: Active
ar: حالة المشروع: نشط

source: Project Status: Inactive
ar: حالة المشروع: غير نشط

source: This project is ready, and only requires <br> you to activate it to allow your field team to collect data.
ar: هذا المشروع جاهز، ولا يتطلب منك سوى <br> تنشيطه للسماح لفريقك الميداني بجمع البيانات.

source: This project is now active! Mobile app users can download this project and begin <br> collecting and editing data using their mobile device.
ar: هذا المشروع نشط الآن! يمكن لمستخدمي تطبيقات الجوال تنزيل هذا المشروع والبدء <br> في جمع البيانات وتحريرها باستخدام أجهزتهم المحمولة.

source: You are activating this project. Confirm your settings before you save: you won't be able <br> to change the models, cards, or groups after you save your project
ar: أنت تقوم بتنشيط هذا المشروع. قم بتأكيد إعداداتك قبل الحفظ: لن تتمكن <br> من تغيير النماذج أو البطاقات أو المجموعات بعد حفظ مشروعك

source: You are deactivating this project. Users will be unable to download this project.
ar: أنت تقوم بإلغاء تنشيط هذا المشروع. لن يتمكن المستخدمون من تنزيل هذا المشروع.

source: Save to commit your changes
ar: احفظ لتنفيذ التغييرات التي قمت بها

source: Project Requirements: Incomplete
ar: متطلبات المشروع: غير مكتمل

source: Incomplete projects cannot be active.
ar: أن المشاريع غير المكتملة لا يمكن ان تكون نشطة.

source: By saving an incomplete project it will be deactivated.
ar: بحفظ مشروع غير مكتمل ستكون حالته غير عامله.

source: You must complete the following before saving this project as active:
ar: يجب عليك إكمال ما يلي قبل حفظ هذا المشروع في حاله نشاط:

source: You won’t be able to activate this project until you have addressed the following items:
ar: لن تتمكن من تنشيط هذا المشروع حتى تعالج العناصر التالية:

source: Select the Model(s) and associated data entry cards to include in the project
ar: حدد النموذج (النماذج) وبطاقات إدخال البيانات المرتبطة بها لتنضم للمشروع

source: Select the People that you want to invite to the project
ar: اختر الأشخاص الذين تريد دعوتهم إلى المشروع

source: Define the start and end dates of your project
ar: حدد تاريخي البدء والانتهاء لمشروعك

source: Define either an online or offline basemap source
ar: حدد مصدر الخريطة الأساسية سواء متصل أو غير متصل بالإنترنت

source: Define a map extent
ar: تحديد مدى الخريطة

source: End date must be after the current date
ar: يجب أن يكون تاريخ الإنتهاء بعد التاريخ الحالي

source: Activate Project
ar: تنشيط المشروع

source: By activating the project you will send users an email with the information needed to begin data editing activitites.
ar: من خلال تنشيط المشروع، سترسل للمستخدمين بريدًا إلكترونيًا بالمعلومات اللازمة لبدء أنشطة تحرير البيانات.

source: Project Status Summary
ar: ملخص حالة المشروع

source: Not synced
ar: غير متزامن

source: Last Sync
ar: آخر مزامنة

source: Resources Edited
ar: تم تحرير الموارد

source: Editors
ar: المحررون

source: Groups/Users
ar: المجموعات / المستخدمون

source: Data download
ar: تنزيل البيانات

source: No data selected for download
ar: لا توجد بيانات مختارة للتنزيل

source: Limit:
ar: الحد

source: Resource Types:
ar: أنواع الموارد:

source: Models and Data Entry Cards
ar: بطاقات النماذج وإدخال البيانات

source: No cards added
ar: لم تتم إضافة بطاقات

source: No models selected
ar: لم يتم اختيار أي نماذج

source: Project name
ar: اسم المشروع

source: Pick a concise name that makes it easy for people to find your project
ar: اختر اسمًا موجزًا ​​يسهل على الأشخاص العثور به على مشروعك

source: Project start date
ar: تاريخ بدء المشروع

source: The project start and end dates are used to limit when people can add or edit data to your project. Use these dates to enfore the beginning and end of your field data collection effort
ar: يتم استخدام تاريخي بدء المشروع وانتهائه للحد من إمكانية التعديلات التي يمكن للأشخاص إضافتها أو تحريرها إلى مشروعك. استخدم هذه التواريخ لتحديد بداية ونهاية أعمال جمع البيانات الميدانية

source: Project end date
ar: تاريخ انتهاء المشروع

source: Project extent
ar: مدى المشروع

source: Basemap location (MBTiles file url)
ar: موقع الخريطة الأساسية (عنوان url لملف MBTiles)

source: Arches uses the mbtiles that you specific to ensure that your field crew has a basemap, even when they do not have access to a cell network or WiFi connection. You can create an mbtile file using your own geospatial data and GIS tools. Or you can obtain high quality and inexpensive mbtiles from sites such as <strong><a href="https://openmaptiles.com" class="" target="_blank">https://openmaptiles.com</a></strong>. Note that large files will require longer downloads and more storage space on mobile devices.
ar: يستخدم Arches ملفات mbt التي قمت بتحديدها للتأكد من أن طاقمك الميداني لديه خريطة أساسية، حتى عندما لا يكون لديهم إتصال بشبكة الإنترنت أواتصال WiFi. يمكنك إنشاء ملف mbtile باستخدام البيانات الجغرافية المكانية وأدوات نظم المعلومات الجغرافية الخاصة بك. أو يمكنك الحصول على ملفات mbtiles عالية الجودة وغير مكلفة من مواقع مثل <strong> <a href="https://openmaptiles.com" class="" target="_blank"> https://openmaptiles.com </a> </strong>. لاحظ أن الملفات الكبيرة ستتطلب تنزيلات أطول ومساحة تخزين أكبر على الأجهزة المحمولة.

source: Online Basemap URL
ar: الرابط الإليكتروني للخرائط الأساسية على الإنترنت

source: Arches uses the Online Basemap URL that you specify as the default basemap for your field team when a cell network or WiFi connection is available. You may use your own map service, or any online basemap service (such as those created with ESRI, GeoServer, or other mapping servers). You will need to reference or create and host a MapBox style json file (see <strong><a href="https://docs.mapbox.com/mapbox-gl-js/style-spec" class="" target="_blank">https://docs.mapbox.com/mapbox-gl-js/style-spec</a></strong>)
ar: يستخدم Arches الـرابط الإليكتروني للخريطة الأساسية عبر الإنترنت الذي تقوم بتحديده كخريطة أساسية تلقائية لفريقك الميداني عند توفر شبكة خلوية أو اتصال WiFi. يمكنك استخدام خدمة الخرائط الخاصة بك، أو أي خدمة خرائط أساسية عبر الإنترنت (مثل تلك التي تم إنشاؤها باستخدام ESRI أو GeoServer أو خوادم الخرائط الأخرى). ستحتاج إلى الإشارة إلى ملف json بنمط MapBox أو إنشاؤه واستضافته (راجع <strong> <a href = "https://docs.mapbox.com/mapbox-gl-js/style-spec" class = "" target = "_blank"> https://docs.mapbox.com/mapbox-gl-js/style-spec </a> </strong>)

source: These options cannot be modified because users have already synced with this project.
ar: لا يمكن تعديل هذه الإختيارات لأن المستخدمين قد قاموا بعملية مزامنة بالفعل مع هذا المشروع.

source: Data entry cards selected for this project:
ar: بطاقات إدخال البيانات المختارة لهذا المشروع:

source: Model Data Collection
ar: نموذج جمع البيانات

source: Arches allows you to create and edit data in the field using mobile devices. Select those resources that should participate <br>in the project. Once you have selected the models, click on a model in the tree to <br> select which data entry forms to include in your project.
ar: يسمح لك Arches بإنشاء وتحرير البيانات في الحقل بإستخدام الأجهزة المحمولة. حدد تلك الموارد التي يجب أن تشارك <br> في المشروع. بمجرد تحديد النماذج، انقر فوق نموذج من الشجرة <br> لتحديد نماذج إدخال البيانات التي تريد ضمها لـ مشروعك.

source: Allow users to download data
ar: السماح للمستخدمين بتنزيل البيانات

source: Downloading data allows users to access and edit existing Arches information in the field. You can decide which models your field team can access, and the number of resources to download.
ar: ان تنزيل البيانات يسمح للمستخدمين بالوصول إلى معلومات Arches الموجودة في الحقل وتعديلها. يمكنك ان تقرر أي النماذج التي يمكن لفريقك الميداني الوصول إليها وعدد الموارد الممكن تنزيلها.

source: Download Details
ar: تفاصيل التنزيل

source: Limit
ar: الحد

source: Total number of instances to download for the resource models you've associated with this project.
ar: إجمالي عدد المثيلات المراد تنزيلها لنماذج الموارد التي قمت بربطها بهذا المشروع.

source: Download Records
ar: تنزيل السجلات

source: Custom Download
ar: تنزيل محدود

source: To define records for download
ar: لتحديد السجلات للتحميل

source: copy and paste the URL from Arches search page
ar: انسخ والصق عنوان الرابط الإليكترني من صفحة البحث الخاصة بـ Arches

source: Project Participants
ar: المشاركون في المشروع

source: Arches allows you to select the user groups you want to include in a field data collection effort. <br> Select the groups that should participate in the project. Once you have selected the groups, click on a group in <br> the tree to select specific users who should join your survery.
ar: يتيح لك Arches تحديد مجموعات المستخدمين التي تريد إضافتها إلى جهود جمع البيانات الميدانية. <br> حدد المجموعات التي يجب أن تشارك في المشروع. بمجرد تحديد المجموعات، انقر فوق مجموعة <br> في الشجرة لتحديد مستخدمين معينين يجب أن ينضموا إلى عملية المسح الخاصة بك.

source: Accounts in this group
ar: الحسابات في هذه المجموعة

source: Find a user...
ar: البحث عن مستخدم ...

source: Select all
ar: اختر الكل

source: Clear all
ar: مسح الكل

source: Account Summary
ar: ملخص الحساب

source: User identification and data editing statistics
ar: تعريف المستخدم وإحصاءات تحرير البيانات

source: Not set
ar: غير مضبوط

source: User Name
ar: اسم االمستخدم

source: User Email
ar: البريد الالكتروني للمستخدم

source: Assigned Groups
ar: المجموعات المعينة

source: Not yet synced
ar: لم تتم المزامنة بعد

source: Last Synch
ar: أخر مزامنة

source: 'Name'
ar: 'اسم'

source: 'Manage users that participate in this project'
ar: "إدارة المستخدمين الذين يشاركون في هذا المشروع"

source: 'Model Details'
ar: "تفاصيل النموذج"

source: 'Summary of how this model participates in the project'
ar: "ملخص عن كيفية مشاركة هذا النموذج في المشروع"

source: 'Summary'
ar: ملخص'

source: 'Project summary and status'
ar: "ملخص المشروع وحالته"

source: 'Settings'
ar: إعدادات'

source: 'Project Settings'
ar: إعدادات المشروع'

source: 'Define data collection parameters for your project'
ar: حدد المعاملات لـ جمع البيانات لمشروعك

source: 'Map Extent'
ar: "مدى الخريطة"

source: 'Draw a polygon to define the area over which you want to collect data in this survery'
ar: "ارسم مضلعًا لتحديد المنطقة التي تريد جمع البيانات منها في هذا المسح"

source: 'Map Sources'
ar: "مصادر الخرائط"

source: 'Basemap Source'
ar: "مصدر الخريطة الأساسية"

source: 'Provide a basemap source url. Use an offline source for users without access to cell/wi-fi service'
ar: قدم عنوان اليكتروني لمصدر الخريطة الأساسية. استخدام مصدر غير متصل بالإنترنت للمستخدمين الغير متصلين بخدمة wi-fi "

source: 'Models'
ar: النماذج

source: 'Summary of models in this project'
ar: "ملخص النماذج في هذا المشروع"

source: 'Data'
ar: 'البيانات'

source: 'Data Download'
ar: "تنزيل البيانات"

source: 'Define the data you will allow users to download'
ar: "حدد البيانات التي ستسمح للمستخدمين بتنزيلها"

source: 'People'
ar: الناس'

source: 'Summary of people invited to participate in this project'
ar: "ملخص الأشخاص المدعوين للمشاركة في هذا المشروع"

source: 'Select one or more groups...'
ar: "اختر مجموعة واحدة أو أكثر ..."

source: 'Select one or more resource models...'
ar: "اختر نموذجًا واحدًا أو أكثر من نماذج الموارد ..."

source: 'Preparing project - this may take a few minutes'
ar: "تحضير المشروع - قد يستغرق ذلك بضع دقائق"

source: Mobile Data Collection
ar: جمع البيانات المتنقلة

source: Create a Project
ar: إنشاء مشروعًا

source: Arches allows you to create and edit data in the field using mobile devices such as
ar: يسمح لك Arches بإنشاء وتحرير البيانات في الحقل باستخدام الأجهزة المحمولة مثل

source: Android and iOS phones or tablets. Projects are a way to define the time, location, content, and
ar: هواتف اندرويد و اي فون أو التابلت. المشاريع هي طريقة لتحديد الوقت والموقع والمحتوى و

source: participants of a field data collection effort
ar: المشاركين في جهود جمع البيانات الميدانية

source: New Project
ar: مشروع جديد

source: Find a project...
ar: البحث عن مشروع ...

source: Unnamed Project
ar: مشروع بدون اسم

source: to
ar: إلى

source: (expired)
ar: (منتهية الصلاحية)

source: Date range unspecified
ar: النطاق الزمني غير محدد

source: delete
ar: حذف

source: Dismiss All
ar: فصل الكل

source: You're up-to-date and do not have any notifications. When you trigger a notification (for example, when you request a large download) it will display here.
ar: تم تحديث صفحتك وليس لديك أي إشعارات. عند تشغيل إشعار (على سبيل المثال، عند طلب تحميل كبير) سيتم عرضه هنا.

source: Youngest to oldest
ar: من الأصغر إلى الأكبر

source: You have not yet edited any data within the specified time period. Once you edit a resource, your edit history will display here.
ar: لم تقم بتحريرأي بيانات حتى الآن خلال الفترة الزمنية المحددة لذلك. بمجرد ان تقوم بتحرير أحدى الموارد، سيتم عرض تاريخ التعديلات المحررة الخاصة بك هنا.

source: Resource has been deleted
ar: تم حذف المورد

source: Card:
ar: بطاقة:

source: Edited:
ar: تم تحريره:

source: pending review
ar: في انتظار المراجعة

source: declined
ar: تم الرفض

source: accepted
ar: تم القبول

source: Add Top Concept
ar: أضف المفهوم الأعلى

source: Import Top Concept from SPARQL
ar: استيراد المفهوم الأعلى من SPARQL

source: Add Child
ar: أضف طفل

source: Import Child from SPARQL
ar: استيراد طفل من SPARQL

source: Manage Parents
ar: إدارة الأبوين

source: Make Collection
ar: اصنع مجموعة

source: Import Child from AAT
ar: استيراد طفل من AAT

source: Labels
ar: تسميات

source: Add label
ar: أضف تسمية

source: Delete this label?
ar: حذف هذه التسمية؟

source: preferred
ar: مفضل

source: alternate
ar: بدّل

source: hidden
ar: مختبئ

source: Notes
ar: ملاحظات

source: Add note
ar: أضف ملاحظة

source: Delete this note?
ar: حذف هذه الملاحظة؟

source: Broader/Narrower Concepts
ar: مفاهيم أوسع/أضيق

source: Delete this concept?
ar: حذف هذا المفهوم؟
