Repository: AdvanceServices/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ar

source: When modifying group and user approvals, bear in mind the following:
ar: عند تعديل موافقات المجموعة والمستخدم ، ضع في اعتبارك ما يلي:

source: By approving a group, all members will be approved.
ar: من خلال الموافقة على مجموعة ، ستتم الموافقة على جميع الأعضاء.

source: By disapproving a group, all members will be disapproved unless they are approved as a member of a different group.
ar: من خلال رفض مجموعة ، سيتم رفض جميع الأعضاء ما لم تتم الموافقة عليهم كعضو في مجموعة مختلفة.

source: You may approve or disapprove a user regardless of the approval status of any group to which that user belongs.
ar: يمكنك الموافقة على المستخدم أو رفضه بغض النظر عن حالة الموافقة لأي مجموعة ينتمي إليها هذا المستخدم.

source: This page is where you manage all of your <strong>Resource Models</strong> and <strong>Branches</strong>.
ar: هذه الصفحة هي المكان الذي تدير فيه جميع <strong> نماذج الموارد </ strong> و <strong> الفروع </ strong>.

source: If you don't see any listed here, you may want to consider <a href="https://arches.readthedocs.io/en/stable/projects-and-packages" target="_blank">loading a package</a>. Alternatively, you can directly import individual Resource Model files through <strong>Add ...</strong> (close this panel to find the button). Finally, to start from scratch just <strong>Add ... > New Resource Model</strong>.
ar: إذا كنت لا ترى أيًا مدرجًا هنا ، فقد تحتاج إلى <a href="https://arches.readthedocs.io/en/stable/projects-and-packages" target="_blank"> تحميل حزمة < / أ>. بدلاً من ذلك ، يمكنك استيراد ملفات نموذج الموارد الفردية مباشرةً من خلال <strong> إضافة ... </ strong> (أغلق هذه اللوحة للعثور على الزر). أخيرًا ، للبدء من الصفر ، ما عليك سوى <strong> إضافة ...> نموذج مورد جديد </ strong>.

source: Once you have some graphs loaded, there are a few management operations which are only accessible through this page. Use <strong>Manage ...</strong> on a graph to perform the following actions:
ar: بمجرد تحميل بعض الرسوم البيانية ، هناك عدد من الإجراءات التي لا يمكن الوصول إليها إلا من خلال هذه الصفحة. استخدم <strong> إدارة ... </ strong> على رسم بياني لتنفيذ الإجراءات التالية:

source: Manage Graph
ar: إدارة الرسم البياني

source: Enter the Graph Designer. This is where the magic happens!
ar: أدخل مصمم الرسم البياني. هذا هو المكان الذي يحدث فيه السحر!

source: Manage Functions
ar: إدارة الوظائف

source: Resource Models only
ar: نماذج الموارد فقط

source: Enter the Function Manager. <strong>You must use the Function Manager to configure the display names of your resources!</strong> Otherwise, all your resources will just be labeled "Untitled" in the search results and on the map.
ar: أدخل إدارة الوظائف. <strong> يجب عليك استخدام إدارة الوظائف لتهيئة كيف ستبرز أسماء لمواردك! </ strong> وإلا ، فسيتم تسمية جميع الموارد "بدون عنوان" في نتائج البحث وعلى الخريطة.

source: Create Mapping File
ar: إنشاء ملف الخرائط

source: You will need a Mapping File if you plan to <a href="https://arches.readthedocs.io/en/stable/import-export" target="_blank">bulk import resources</a> from a CSV file.
ar: ستحتاج إلى ملف خرائط إذا كنت تخطط <a href="https://arches.readthedocs.io/en/stable/import-export" target="_blank"> استيراد موارد مجمعة </a> من ملف CSV .

source: Delete Instances
ar: حذف المثيلات (انستانس)

source: Delete all resource instances that have been made with this Resource Model. <strong>This operation is not reversible!</strong> It's likely this operation would never be used outside of initial installation and testing.
ar: احذف جميع مثيلات (انستانس) الموارد التي تم إجراؤها باستخدام نموذج المورد هذا. <strong> هذه العملية لا يمكن التراجع عنها! </ strong> من المحتمل ألا يتم استخدام هذه العملية أبدًا خارج التثبيت والاختبار الأوليين.

source: Export
ar: تصدير

source: Export this graph to a .json file. It can then be imported into a different Arches installation, or copied into a package.
ar: تصدير هذا الرسم البياني إلى ملف .json. يمكن بعد ذلك استيرادها إلى تثبيت Arches مختلف ، أو نسخها في حزمة.

source: Clone
ar: استنساخ

source: Create a duplicate of this graph. Useful during development if you want to alter a Resource Model that already has resource instances saved.
ar: إنشاء نسخة مكررة من هذا الرسم البياني. يكون مفيدًا أثناء التطوير إذا كنت تريد تغيير نموذج مورد وهو يحتوي على مثيلات (انستانس) موارد محفوظة.

source: Delete
ar: حذف

source: Delete this graph. If this is a Resource Model, all resource instances that have been made with it will also be deleted (as with <strong>Delete Instances</strong> operation above).
ar: امحي هذا الرسم البياني. إذا كان هذا نموذج مورد ، فسيتم أيضًا محي جميع مثيلات الموارد التي تم إنشاؤها باستخدامه (كما هو الحال مع عملية <strong> حذف المثيلات </ strong> أعلاه).

source: What are Resource Models and Branches?
ar: ما هي نماذج الموارد والفروع؟

source: At the core of an Arches database are a series of structures called "graphs", of which there are two types:
ar: يوجد في صميم قاعدة بيانات Arches سلسلة من الهياكل تسمى "الرسوم البيانية" ، والتي يوجد نوعان منها:

source: <strong>Resource Models</strong> - When creating new Resources, a data entry user must decide which Resource Model to use, determining what information is collected for the Resource. Think of different Resource Models as categories of records in your database&mdash;"Buildings" vs. "Archaeological Sites" vs. "Cemeteries", for example. Every Arches database must have at least one Resource Model.
ar: <strong> نماذج الموارد </ strong> - عند إنشاء موارد جديدة ، يجب على المستخدم الذي سيدخل البيانات تحديد نموذج المورد الذي يجب استخدامه ، وتحديد المعلومات التي يتم جمعها للمورد. فكر في نماذج الموارد المختلفة على أنها فئات من السجلات في قاعدة البيانات الخاصة بك - على سبيل المثال ، "المباني" مقابل "المواقع الأثرية" مقابل "المقابر". يجب أن تحتوي كل قاعدة بيانات Arches على نموذج مورد واحد على الأقل.

source: <strong>Branches</strong> - You can think of Branches as "partial" graphs that can be aggregated to form the "full" graph of a Resource Model. They function as resuable building blocks, allowing you to avoid having to manually recreate complex structures in multiple Resource Models.
ar: <strong> الفروع </ strong> - يمكنك اعتبار الفروع كرسوم بيانية "جزئية" يمكن تجميعها لتشكيل الرسم البياني "الكامل" لنموذج المورد. إنها بمثابة كتل بناء قابلة لإعادة الاستخدام ، مما يسمح لك بتجنب الاضطرار إلى إعادة إنشاء الهياكل المنود يدويًا في نماذج موارد متعددة.

source: Cards Tab
ar: Tab الكارد

source: In this tab you will configure the user-facing aspects of your graph. There are multiple levels to doing so, which are reflected in the levels of the graph tree. <strong>Report Configuration</strong> where you choose the template for the resource report, <strong>Card Configuration</strong> where you'll specify card-related settings, and the <strong>Widget Manager</strong> where you will choose and configure the data entry widget for each node in the graph.
ar: في هذه ال Tab ، ستقوم بتشكيل المعالم التي تواجه المستخدم في الرسم البياني ا. هناك عدة مستويات للقيام بذلك ، والتي تنعكس في مستويات شجرة الرسم البياني. <strong> تكوين التقرير </ strong> حيث تختار نموذجًا لتقرير المورد و <strong> تشكيل الكارد </ strong> حيث ستحدد الإعدادات المتعلقة بالكارد و <strong> مدير الودجة </ strong> حيث سوف تختار وتكوين أداة إدخال البيانات لكل نود في الرسم البياني.

source: Report Configuration
ar: تشكيل التقرير

source: Each Resource Model must be configured with a report template. Reports show data for all nodes in a resource instance for which the user has Read permissions.
ar: يجب تشكيل كل نموذج مورد باستخدام استمارة تقرير. تعرض التقارير بيانات لجميع النود في مثيل (انستانس) مورد يمتلك المستخدم أذونات قراءة لها.

source: No Header Template
ar: لا يوجد استمارة Header

source: Lists all node data, no special header at the top of the page.
ar: يسرد جميع بيانات النود ، ولا يوجد header خاص في أعلى الصفحة.

source: Image Header Template
ar: استمارة Header الصورة

source: Use this template for Resource Models that will be be primarily used to record images.
ar: استخدم هذه الاستمارة لنماذج الموارد التي سيتم استخدامها بشكل أساسي لتسجيل الصور.

source: Included Image Nodes
ar: تم تضمين نود الصورة

source: Choose one or more nodes that hold images in this Resource Model. These images will be presented as a slideshow in the report header.
ar: اختر نود واحدة أو أكثر تحتوي على صور في نموذج الموارد هذا. سيتم تقديم هذه الصور في شكل عرض شرائح في Header التقرير.

source: Map Header Template
ar: استمارة Header الخريطة

source: Use this template for Resource Models that will be be primarily used to record resources that have a geo-location. There are number of settings you should fill out to control the appearance of the map in the header.
ar: استخدم هذه الاستمارة لنماذج الموارد التي سيتم استخدامها بشكل أساسي لتسجيل البيانات التي لها موقع جغرافي. هناك عدد من الإعدادات التي يجب ملؤها للتحكم في مظهر الخريطة في الheader.

source: Map Controls
ar: ضوابط الخريطة

source: Choose whether or not the user has access to the Map Tools.
ar: اختر ما إذا كان المستخدم لديه حق الوصول إلى أدوات الخريطة أم لا.

source: Position
ar: موقع

source: You can set the position by panning the map. On report load, the map will automatically pan and zoom to the resource geo-location if there is one (also see <strong>Default Value</strong> below). Pitch values are 0-60 (higher = more oblique), <strong>Bearing</strong> values can be positive or negative (270 faces west; -180 faces south). Use <code>ctrl + click</code> then pan the map to change Pitch and Bearing.
ar: يمكنك تعيين الموقع عن طريق تحريك الخريطة. عند تحميل التقرير ، سيتم تحريك الخريطة تلقائيًا وتكبيرها إلى الموقع الجغرافي للمورد إذا كان هناك موقع (انظر أيضًا <strong> القيمة الافتراضية </ strong> أدناه). قيم الانحدار هي 0-60 (أعلى = أكثر ميلًا) ، يمكن أن تكون قيم <strong> الاتجاه </ strong> ايجابية أو سلبية (270 تتوجه غربًا ؛ -180 تتوجه جنوبًا). استخدم <code> ctrl + click </code> ثم قم بتحريك الخريطة لتغيير الانحدار والاتجاه.

source: Zoom
ar: تكبير

source: Zoom levels go from 0 (zoomed out) to 20 (zoomed in). On report load, the map will automatically pan and zoom to the resource geo-location if there is one.
ar: تنتقل مستويات التكبير من 0 (تصغير) إلى 20 (تكبير). عند تحميل التقرير ، سيتم تحريك الخريطة تلقائيًا وتكبيرها إلى الموقع الجغرافي للمورد إذا كان هناك واحد.

source: Geocoder
ar: الترميز الجغرافي

source: Configure which geocoding service the address search bar will use, and whether or not to show the bar at all.
ar: قم بتشكيل خدمة الترميز الجغرافي التي سيستخدمها شريط البحث عن العنوان ، وما إذا كنت تريد إظهار الشريط أم لا على الإطلاق.

source: Resource Properties
ar: خصائص الموارد

source: Configure some styling options for how the resource appears on the map.
ar: قم بتشكيل بعض خيارات التصميم لكيفية ظهور المورد على الخريطة.

source: Default Value
ar: القيمة الافتراضية

source: Choose whether the map should zoom to the resource geo-location if available or the geo-location of the user.
ar: اختر ما إذا كان يجب تكبير الخريطة إلى الموقع الجغرافي للمورد إذا كان متاحًا أو الموقع الجغرافي للمستخدم.

source: Card Configuration
ar: تكوين الكارد

source: The settings for Cards are mostly related yo how you want a user to see the card, but some have a more direct bearing on data structure as well. The preview shows what the card will look like to users.
ar: ترتبط إعدادات الكارد في الغالب بالطريقة التي تريد أن يرى المستخدم الكارد بها ، ولكن بعضها له تأثير مباشر على بنية البيانات أيضًا. يظهر العرض المسبق الشكل الذي ستبدو عليه الكارد للمستخدمين.

source: Card Type
ar: نوع الكارد

source: Choose the Card Component to use. Only the Default Card is available initially, but custom Card Components are a way for developers to enhance the user experience.
ar: اختر مكون الكارد المراد استخدامه. تتوفر فقط الكارد التلقائية في البداية ، لكن مكونات الكارد المخصصة هي وسيلة للمطورين لتحسين تجربة المستخدم.

source: Card Title
ar: عنوان الكارد

source: Users will see this title when performing data entry.
ar: سيرى المستخدمون هذه التايل عند إجراء إدخال البيانات.

source: Subtitle
ar: العنوان الفرعي

source: Users will see this subtitle when performing data entry.
ar: سيرى المستخدمون هذا العنوان الفرعي عند إجراء إدخال البيانات.

source: CSS Classes
ar: فئات CSS

source: You can add your own CSS classes to this Card to customize its look and feel. Define these classes in your project's "package.css" file.
ar: يمكنك إضافة فئات CSS الخاصة بك إلى هذه الكارد لتخصيص شكلها وأسلوبها. حدد هذه الفئات في ملف "package.css" الخاص بمشروعك.

source: Make Card Visible
ar: اجعل الكارد مرئية

source: Show this Card by default. Developers could hide a card initially, and show it based other variables.
ar: إظهار هذه الكارد تلقائيا. يمكن للمطورين إخفاء الكارد في البداية ، وإظهارها بناءً على المتغيرات الأخرى.

source: Allow Multiple Values
ar: السماح بقيم متعددة

source: While certain node data types allow the storage of multiple values in a single node, "concept-list" for example, this setting is how you control cardinality at a higher level. When determining whether or not to use this setting, we recommend testing out the resource editor interface directly.
ar: بينما تسمح أنواع معينة من بيانات النود بتخزين قيم متعددة في نود واحدة ، "قائمة المفاهيم" على سبيل المثال ، فإن هذا الإعداد هو كيفية التحكم بالكاردينالتي على مستوى أعلى. عند تحديد استخدام هذا الإعداد أم لا ، نوصي باختبار واجهة تعديل الموارد مباشرةً.

source: Enable Card-level Help
ar: تخويل التعليمات على مستوى الكارد

source: To aid data entry users when using this Card, you may want to add some extra guidance. Enable setting to do so, and design the content of this guidance with the Card-Level Help menu.
ar: لمساعدة مستخدمي إدخال البيانات عند استخدام هذه الكارد ، قد ترغب في إضافة بعض الإرشادات الإضافية. قم بتخويل الإعداد للقيام بذلك ، وصمم محتوى هذا الدليل من خلال قائمة تعليمات مستوى الكارد.

source: Widget Management
ar: إدارة الودجة

source: Widgets are data entry helpers for each node that collects information; it's often easier to pick a date from a calendar than to type it in, for example. Generally, the data type of the node will determine which Widget template is used. However, in some cases you will have a choice: For example, in the case of a <code>concept</code> node, you can choose a dropdown menu or a set of radio buttons. Similarly, for a <code>string</code> node you can choose a basic text box or a rich text editor.
ar: الودجة هي أدوات مساعدة في إدخال البيانات لكل نود تقوم بجمع المعلومات ؛ غالبًا ما يكون اختيار تاريخ من التقويم أسهل من كتابته ، على سبيل المثال. بشكل عام ، سيحدد نوع بيانات استخدام اي استمارة ودجة. ومع ذلك ، في بعض الحالات سيكون لديك خيار: على سبيل المثال ، في حالة النود <code> concept </code> ، يمكنك اختيار قائمة منسدلة أو مجموعة من أزرار الاختيار. وبالمثل ، بالنسبة إلى نود <code> string </code> ، يمكنك اختيار مربع نص أساسي أو محرر نص منسق.

source: Depending on the Widget, there are more settings you can configure, most of which are optional and all come with acceptable defaults.
ar: اعتمادًا على الودجة ، هناك المزيد من الإعدادات التي يمكنك تشكيلها ، ومعظمها اختياري وكلها تأتي مع إعدادات تلقائية مقبولة.

source: Common Settings
ar: الإعدادات العامة

source: Widget Label
ar: تسمية الودجة

source: This will be used in the user interface. The default label comes from the node name.
ar: سيتم استخدام هذا في واجهة المستخدم. التسمية التلقائية تأتي من اسم النود.

source: Template
ar: استمارة

source: The list of available Widgets is determined by the node's data type, though developers can <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank">create new Widgets</a>.
ar: يتم تحديد قائمة الودجة المتاحة حسب نوع بيانات النود ، على الرغم من أنه يمكن للمطورين <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank"> إنشاء أدوات جديدة </a>.

source: Shown in the input area before the user has entered anything.
ar: تظهر في منطقة الإدخال قبل أن يدخل المستخدم أي شيء.

source: If desired, you can define a default value.
ar: إذا رغبت في ذلك ، يمكنك تحديد قيمة تلقائية.

source: Other Settings by Widget
ar: إعدادات أخرى عن طريق الودجة

source: map-widget
ar: ودجة الخريطة

source: The map widget allows for a good deal of customization, from the default center and zoom level to default layers.
ar: تتيح ودجة الخريطة قدرًا كبيرًا من التخصيص ، من المركز التلقائي ومستوى التكبير / التصغير إلى الطبقات التلقائية.

source: datepicker-widget
ar: datepicker ودجة

source: This widget is used for the normal date data type, not the extended date/time format data type. You can set minumum or maximum dates, change how specific the calendar is when user first opens it, or set the display of the date. However, note that real YYYY-MM-DD dates are stored in the database whether no matter what display format you have chosed for this widget. So if you have set YYYY for the <strong>Date Format</strong> and a user enters "2005", then "2005-01-01" will be saved in the database.
ar: تُستخدم هذه الودجة لنوع بيانات التاريخ العادي ، وليس لنوع بيانات ذات صيغة تاريخ / وقت ممتد. يمكنك تعيين الحد الأدنى أو الحد الأقصى للتواريخ ، أو تغيير مدى تحديد التقويم عندما يفتحه المستخدم لأول مرة ، أو تعيين كيفية ابراز التاريخ. ومع ذلك ، لاحظ أنه يتم تخزين التواريخ الحقيقية YYYY-MM-DD في قاعدة البيانات بغض النظر عن صيغة الابراز الذي اخترته لهذه الودجة. لذلك إذا قمت بتعيين YYYY لـ <strong> تنسيق التاريخ </ strong> وأدخل المستخدم "2005" ، فسيتم حفظ "2005-01-01" في قاعدة البيانات.

source: <p>Functions are discrete operations that can be associated with a Resource Model and are run on specific nodes or cards whenever a user clicks creates or modify's a Resource. Here in the Function Manager you will associate Functions with this Resource Model and configure them appropriately.</p> <p>To add a Function to this Resource Model, click on it in Function Library, and notice that it is added to the list of Selected Functions. To delete a Function, use the <i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i> symbol in the upper right corner.
ar: <p> الوظائف هي عمليات منفصلة يمكن إقرانها بنموذج المورد ويتم تشغيلها على نود أو كارد محددة عندما ينقر المستخدم على إنشاء أحد الموارد أو تعديله. هنا في ادارة الوظائف سوف تربط الوظائف بنموذج الموارد هذا وتهيئها بشكل مناسب. </ p> <p> لإضافة دالة إلى نموذج الموارد هذا ، انقر عليها في مكتبة الوظائف ، ولاحظ أنها تمت إضافتها إلى قائمة الوظائف المحددة. لحذف دالة ، استخدم الرمز <i class = ""ion-ios-trash add-tooltip"" style = ""color: lightcoral؛""> </i> في الزاوية اليمنى العليا.

source: adding a function - click to view
ar: إضافة وظيفة - انقر للابراز

source: <p>Arches comes with three default functions (see below). However, functions are envisioned as the hook through which developers can easily customize Arches capabilities, because new Functions can be added to your individual Arches installation. Learn more <a href="https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets" target="_blank">here</a>.</p>
ar: <p> يأتي Arches بثلاث وظائف تلقائية (انظر أدناه). ومع ذلك ، يتم تصور الوظائف على أنها أداة ربط يمكن للمطورين من خلالها تخصيص إمكانات Arches بسهولة ، لأنه يمكن إضافة وظائف جديدة إلى تثبيت Arches الفردي. تعرف على المزيد <<a href=""https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets"" target=""_blank"">"> هنا </a> . </p>

source: Define Resource Descriptors
ar: تحديد واصفات الموارد

source: This function will generate one or more descriptors for Resources that are created with this Resource Model. These descriptors are used throughout the database interface, but are not saved as part of the resource. This gives you control over the way Resources are identified and described in search results and elsewhere.
ar: ستنشئ هذه الوظيفة واصفًا واحدًا أو أكثر للموارد التي تم إنشاؤها باستخدام نموذج الموارد هذا. يتم استخدام هذه الواصفات في جميع أنحاء واجهة قاعدة البيانات ، ولكن لا يتم حفظها كجزء من المورد. يمنحك هذا التحكم في طريقة تحديد الموارد ووصفها في نتائج البحث وأماكن أخرى.

source: Once added to the Resource Model, use the appropriate tab to configure a descriptor template. Choose a card, and variables corresponding to each node in that card will be added to the template, demarcated with <code>&lt; &gt;</code>. You can rearrange these variables and add text to customize the descriptor. When you have set the descriptors, click <strong>Re-Index</strong> to update any existing resources in your database.
ar: بمجرد إضافته إلى نموذج المورد ، استخدم ال tab المناسبة لتكوين استمارة واصف. اختر كارد ، وستتم إضافة المتغيرات المقابلة لكل نود في تلك الكارد إلى الاستمارة ، مع تحديدها بـ <code> & lt؛ & gt؛ </code>. يمكنك إعادة ترتيب هذه المتغيرات وإضافة نص لتخصيص الواصف. بعد تعيين أدوات الوصف ، انقر على <strong> إعادة الفهرسة </ strong> لتحديث أي موارد موجودة في قاعدة البيانات.

source: If there are multiple instances of a given card in a Resource, the first one added will be used to create these descriptors. To manually change this, edit the Resource in question and drag the desired tile to the top of the list.
ar: إذا كانت هناك حالات متعددة لكارد معينة في أحد الموارد ، فسيتم استخدام أول حالة تمت إضافتها لإنشاء هذه التوصيفات. لتغيير هذا يدويًا ، قم بتعديل المورد المعني واسحب الtile المرغوبة إلى أعلى القائمة.

source: Any user with read access permission to a resource will be seeing these resource descriptors wherever it shows up in search results or on the map. <strong>If a card is intended to be hidden from any group of users, it should not be used in this function.</strong>
ar: أي مستخدم لديه إذن وصول للقراءة إلى أحد الموارد سيرى واصفات الموارد أينما ظهرت في نتائج البحث أو على الخريطة. <strong> إذا كان المقصود من الكارد أن تكون مخفية عن أي مجموعة من المستخدمين ، فلا ينبغي استخدامها في هذه الوظيفة.</strong>

source: <h5>Example</h5> <p>Consider a Resource where the <strong>Name</strong> node value is <em>Folsom School</em> and <strong>Name Type</strong> node value is <em>Primary</em>.</p> <p>Selecting the <strong>Name</strong> card will populate the template with <code>&lt;Name Type&gt;, &lt;Name&gt;</code>. The resulting descriptor would read <em>Primary, Folsom School</em>. Changing the template to <code>Building Name: &lt;Name&gt;</code> would yield <em>Building Name: Folsom School</em>.</p>
ar: <h5> مثال </h5><p> خذ في اعتبارك موردًا حيث قيمة النود <strong> الاسم </strong> هي <em> مدرسة فولسوم</em> وقيمة النود <strong> نوع الاسم <</strong> هي <em> أساسي</em>. </p> <p> سيؤدي تحديد <strong> كارد الاسم </strong>إلى ملء الاستمارة بـ <code> & lt؛ Name Type & gt؛ مدرسة فولسوم<em>. سيؤدي تغيير الاستمارة إلى <code> اسم المبنى: & lt؛ Name & gt؛ </code> إلى ظهور اسم المبنى: مدرسة فولسوم <em>. </p>

source: Graph Tab
ar: Tab الرسم البياني

source: In this tab you will design the graph&mdash;the core of a Resource Model or Branch. In fact, sometimes Resource Models and Branches are generically referred to as "graphs".
ar: في علامة الTAB هذه سوف تقوم بتصميم الرسم البياني &mdash ؛ جوهر نموذج المورد أو الفرع. في الواقع ، يُشار أحيانًا إلى نماذج الموارد والفروع بشكل عام باسم "الرسوم البيانية".
