Repository: AdvanceServices/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ar

source: <strong>Default Zoom</strong> - Set the zoom level that the map will be shown at by default.
ar: <strong> تكبير تلقائي</ strong> - عيّن مستوى التكبير / التصغير الذي سيتم عرض الخريطة به افتراضيًا.

source: <strong>Min Zoom</strong> - Minimum zoom level defines how far the user can zoom out when viewing the map.
ar: <strong> Min Zoom </strong> - يحدد الحد الأدنى لمستوى التكبير / التصغير إلى أي مدى يمكن للمستخدم التصغير عند عرض الخريطة.

source: <strong>Max Zoom</strong> - Maximum zoom level defines how far the user can zoom in when viewing the map.
ar: <strong> الحد الأقصى للتكبير </ strong> - يحدد الحد الأقصى لمستوى التكبير / التصغير المدى الذي يمكن للمستخدم تكبيره عند عرض الخريطة.

source: Search Results Grid
ar: شبكة نتائج البحث

source: Arches aggregates search results and displays them as hexagons. You will need to set default parameters for the hexagon size and precision.
ar: يعمل Arches على تجميع نتائج البحث وعرضها على شكل أشكال سداسية. سوف تحتاج إلى تعيين المعلمات التلقائية للحجم السداسي والدقة.

source: <strong>Hexagon Size (in km)</strong> - Set the actual size of the hex bins that will be shown on the map.
ar: <strong> الحجم السداسي (بالكيلومترات) </ strong> - عيّن الحجم الفعلي للحاويات السداسية التي ستظهر على الخريطة.

source: <strong>Hexagon Grid Precision</strong> - Set the precision with which the contents of the hex bins will be calculated.
ar: <strong> دقة الشبكة السداسية </ strong> - حدد الدقة التي سيتم بها حساب محتويات الbin السداسية.

source: <strong>Warning:</strong> A large project area combined with a small hexagon size and/or high precision will take a very long time to load, and can crash your browser. We suggest changing these settings in small increments to find the best combination for your project.
ar: <strong> تحذير: </ strong> ستستغرق مساحة مشروع كبيرة جنبًا إلى جنب مع حجم سداسي صغير و / أو دقة عالية وقتًا طويلاً جدًا للتحميل ، وقد تؤدي إلى تعطل المتصفح. نقترح تغيير هذه الإعدادات بزيادات صغيرة للعثور على أفضل تركيبة لمشروعك.

source: Basic Search Settings
ar: إعدادات البحث الأساسية

source: Set the default search results behavior.
ar: قم بتعيين سلوك نتائج البحث التلقائي.

source: <p> <strong>Number of search results per page</strong> - Set the number of search results shown per page. Note this also defines the number of search result markers that are shown on the map.<br> <strong>Number of search hints per dropdown</strong> - Set the number of search hints that will appear under the search bar as you type in search terms.<br> <strong>Max number of search results to export</strong> - Set the maximum number of resources to be exported from the search results. This value should generally be evenly divible by the SEARCH_RESULT_LIMIT setting in Arches (10,000 by default). </p>
ar: <p> <strong> عدد نتائج البحث في الصفحة</strong> - حدد عدد نتائج البحث المعروضة في كل صفحة. لاحظ أن هذا يحدد أيضًا عدد علامات نتائج البحث التي تظهر على الخريطة. <br> <strong> عدد تلميحات البحث لكل قائمة منسدلة </strong> - عيّن عدد تلميحات البحث التي ستظهر أسفل شريط البحث أثناء كتابة مصطلحات البحث. <br> <strong> الحد الأقصى لعدد نتائج البحث المراد تصديرها</strong> - قم بتعيين الحد الأقصى لعدد الموارد التي سيتم تصديرها من نتائج البحث. يجب عمومًا أن تكون هذه القيمة قابلة للقسمة بالتساوي من خلال إعداد SEARCH_RESULT_LIMIT في Arches (افتراضيًا 10000). </p>

source: Temporal Search Settings
ar: إعدادات البحث المؤقت

source: Arches creates a Time Wheel based on the resources in your database, to allow for quick temporal visualization and queries. A few aspects of this temporal search are defined here.
ar: ينشئ Arches عجلة زمنية استنادًا إلى الموارد الموجودة في قاعدة البيانات الخاصة بك ، للسماح بالتخيل والاستعلامات الزمنية السريعة. يتم تعريف بعض جوانب هذا البحث الزمني هنا.

source: <strong>Color Ramp</strong> - <em>not currently implemented</em> The color ramp for the time wheel. For further reference, check out the <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">d3 API reference</a>.
ar: <strong> Color Ramp </strong> - <em> غير مطبق حاليًا </ em> تدرج الألوان لعجلة الوقت. لمزيد من المعلومات ، تحقق من <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank"> d3 API المرجع </a>.

source: <strong>Time wheel configuration</strong> - <em>not currently implemented</em>
ar: <strong> تنسيق عجلة الوقت </ strong> - <em> غير مطبق حاليًا </ em>

source: Saved Searches
ar: الابحاث المحفوظة

source: Arches allows you save a search and present it as convenience for your users. Saved Searches appear as search options in the main Search page. Creating a Saved Search is a three-step process.
ar: يسمح لك Arches بحفظ البحث وتقديمه كوسيلة للمستخدمين. تظهر عمليات البحث المحفوظة كخيارات بحث في صفحة البحث الرئيسية. تتكون عملية إنشاء بحث محفوظ من ثلاث خطوات.

source: <strong>1. Specify Search Criteria</strong> - Go to the Search page and enter all the criteria you would like to use to configure your Saved Search. You may notice that with the addition of each new search filter (either by using the term filter, map filtering tools, or temporal filters) the URL for the page will change.<br> <strong>2. Copy the URL</strong> - In your browser address bar, copy the <em>entire</em> URL. This will be a long string that defines each of the search filters created in step 1.<br> <strong>3. Create the Saved Search</strong> - Finally, head back to this page and fill out the settings that you see at left. You can also upload an image that will be shown along with your Search Search.
ar: <strong>. حدد معايير البحث</strong> - انتقل إلى صفحة البحث وأدخل جميع المعايير التي تريد استخدامها لتهيئة البحث المحفوظ. قد تلاحظ أنه مع إضافة كل عامل تصفية بحث جديد (إما باستخدام عامل تصفية المصطلح أو أدوات تصفية الخريطة أو عوامل التصفية المؤقتة) سيتغير عنوان URL للصفحة. <br>. <strong>2. انسخ العنوان URL </strong>- في شريط عنوان المتصفح ، انسخ العنوان URL <em>> بالكامل</em>. ستكون هذه سلسلة طويلة تحدد كل من عوامل تصفية فلتر البحث التي تم إنشاؤها في الخطوة 1.<br> <strong> إنشاء البحث المحفوظ</strong> - أخيرًا ، عد إلى هذه الصفحة واملأ الإعدادات التي تراها على اليسار. يمكنك أيضًا تحميل صورة ستظهر مع البحث الخاص بك."

source: Arches | %(version)s
ar: Arches| (version)s %1

source: Arches Features
ar: ميزات Arches

source: Search Arches
ar: ابحث Arches

source: Sign in
ar: تسجيل الدخول

source: Welcome,
ar: أهلا بك،

source: Log off
ar: تسجيل الخروج

source: Home
ar: الصفحة الرئيسية

source: Fast
ar: سريع

source: Workflows
ar: سير العمل

source: Mobile
ar: التليفون المحمول

source: Arches %(version)s
ar: Arches| (version)s %1

source: A web and mobile platform for
ar: منصة الويب والجوال لـ

source: managing your most important resource information
ar: إدارة أهم معلومات الموارد الخاصة بك

source: Taktsang Palphug Monastery (also known as Paro Takstang or Tiger's Nest Monastery), Bhutan
ar: Taktsang Palphug Monastery (المعروف أيضًا باسم Paro Takstang or Tiger's Nest Monastery) ، بوتان

source: Deploy Applications Rapidly
ar: نشر التطبيقات بسرعة

source: Design custom information management applications in hours. Build your databases with Arches Designer, then configure your interface all without having to write any code.
ar: تصميم تطبيقات إدارة المعلومات المخصصة في ساعات. قم ببناء قواعد البيانات الخاصة بك باستخدام Arches Designer ، ثم قم بتهيئة واجهتك دون الحاجة إلى كتابة أي تعليمات برمجية.

source: Interface Manager
ar: إدارة الواجهة

source: Arches automatically creates data entry forms based on your data models. Use Arches' Card Manager to configure the look and feel of your data entry UI.
ar: يقوم Arches تلقائيًا بإنشاء نماذج إدخال البيانات بناءً على نماذج البيانات الخاصة بك. استخدم Arches 'Card Manager لتكوين شكل وأسلوب واجهة مستخدم إدخال البيانات.

source: Data Security
ar: أمن البيانات

source: Use Arches' Permissions Manager to set up data access rules for all your user groups and individual accounts. You can define read/write/delete and no-access permissions.
ar: استخدم إدارة أذونات Arches لإعداد قواعد الوصول إلى البيانات لجميع مجموعات المستخدمين والحسابات الفردية. يمكنك تحديد أذونات القراءة / الكتابة / الحذف وعدم الوصول.

source: Orchestrate your data entry
ar: نسق إدخال البيانات الخاصة بك

source: Design step-wise data management interfaces that simplify complex editing tasks. Ensure that everyone enters data completely and consistently
ar: صمم واجهات إدارة بيانات متدرجة تبسط مهام التعديل المعقدة. تأكد من أن الجميع يدخل البيانات بشكل كامل ومتسق

source: Arches Search Tools
ar: أدوات البحث في Arches

source: Find what you're looking for
ar: اعثر على ما تبحث عنه

source: Arches comes with powerful built-in search tools. Quickly filter large databases with term, geospatial, and time-based search components
ar: يأتي Arches مع أدوات بحث مدمجة قوية. تصفية قواعد البيانات الكبيرة بسرعة باستخدام مكونات البحث المصطلح والجغرافي المكاني والوقت

source: Search Options
ar: خيارات البحث

source: Arches gives you many ways to find precisely the information you need, even if your Arches application contains 10's of millions of records. In addition to term, thesaurus, geospatial, and temporal filters, Arches provides you with advanced filtering options that support boolean logic, inverses, and many other filtering options.
ar: يمنحك Arches العديد من الطرق للعثور على المعلومات التي تحتاجها بدقة ، حتى إذا كان تطبيق Arches الخاص بك يحتوي على عشرات الملايين من السجلات. بالإضافة إلى عوامل التصفية المصطلح وقاموس المرادفات والجغرافيا المكانية والزمانية ، توفر لك Arches خيارات فلتر متقدمة تدعم المنطق boolean والعكسات والعديد من خيارات الفلتر الأخرى.

source: Arches' search capabilities also provide for sophisticated data visualizations, including interactive displays of the connections between your data objects using a Force Directed Graph.
ar: توفر إمكانيات البحث في Arches أيضًا تصورات متطورة للبيانات ، بما في ذلك العروض التفاعلية للاتصالات بين كائنات البيانات الخاصة بك باستخدام رسم بياني Force Directed.

source: If you're a software developer, you can build on Arches modular search services and create your own filters, reports, and visualizations to best show off your particular dataset.
ar: إذا كنت مطور برامج ، فيمكنك البناء على خدمات البحث المعيارية Arches وإنشاء الفلاتر والتقارير والمرئيات الخاصة بك لإظهار مجموعة البيانات على أفضل وجه.

source: Work on the go...
ar: العمل أثناء التنقل ...

source: Arches Collector allows you to create new data and edit existing records when you're away from your computer. Don't worry if you're out of cell or Wi-Fi range. Create new records, update information, even add new map locations. Then synch your changes to your Arches application when you re-establish a network connection.
ar: يتيح لك Arches Collector إنشاء بيانات جديدة وتعديل السجلات الموجودة عندما تكون بعيدًا عن جهاز الكمبيوتر. لا تقلق إذا كنت خارج النطاق الخلوي أو شبكة Wi-Fi. إنشاء سجلات جديدة ، وتحديث المعلومات ، وحتى إضافة مواقع خريطة جديدة. ثم قم بمزامنة تغييراتك مع تطبيق Arches عند إعادة إنشاء شبكة النتورك.

source: Arches Collector is available for iOS and Android devices. Download the app from your favorite marketplace.
ar: Arches Collector متاح لأجهزة iOS و Android. قم بتنزيل التطبيق من السوق المفضل لديك.

source: Sample Institution Name
ar: نموذج اسم المؤسسة

source: Sample Address
ar: نموذج عنوان

source: Guides and Documentation
ar: أدلة وتوثيق

source: What is Arches
ar: ما هو Arches

source: Implementation Considerations
ar: اعتبارات التنفيذ

source: Information For Developers
ar: معلومات للمطوري البرامج

source: FAQ
ar: التعليمات FAQ

source: Standards and Interoperability
ar: المعايير وInteroperability

source: Installation Guide
ar: دليل التثبيت

source: Arches Project Background
ar: خلفية مشروع Arches

source: Arches Webinars/Presentations
ar: ندوات عبر الإنترنت / عروض تقديمية حول Arches

source: Terms & Conditions
ar: البنود و الظروف

source: Privacy Policy
ar: سياسة الخصوصية

source: Powered by Arches
ar: مدعوم من Arches

source: Find an address...
ar: ابحث عن عنوان ...

source: Edits pending...
ar: عمليات التعديل معلقة ...

source: You currently have edits pending, are you sure you would like to proceed (and discard any pending edits)?
ar: لديك حاليًا تعديلات معلقة ، هل أنت متأكد من أنك تريد المتابعة (وتجاهل أي تعديلات معلقة)؟

source: Delete Branch/Resource Model?
ar: حذف الفرع / نموذج المورد؟

source: Deleting this branch/resource model will remove it (and all associated data) entirely. Are you sure you would like to proceed?
ar: سيؤدي حذف نموذج الفرع / المورد هذا إلى إزالته (وجميع البيانات المرتبطة) بالكامل. هل أنت متأكد أنك تريد المتابعة؟

source: Delete All Resources Associated with this Graph?
ar: هل تريد حذف كافة الموارد المرتبطة بهذا الرسم البياني؟

source: Deleting All Resources removes all associated data with this graph entirely. Are you sure you would like to proceed?
ar: يؤدي حذف جميع الموارد إلى إزالة جميع البيانات المرتبطة بهذا الرسم البياني تمامًا. هل أنت متأكد أنك تريد المتابعة؟

source: Delete Resource?
ar: حذف المورد؟

source: Deleting this resource will remove it (and all associated data) entirely. Are you sure you would like to proceed?
ar: سيؤدي حذف هذا المورد إلى إزالته (وجميع البيانات المرتبطة به) بالكامل. هل أنت متأكد أنك تريد المتابعة؟

source: Delete map layer?
ar: هل تريد حذف طبقة الخريطة؟

source: Deleting this map layer will remove it entirely. You cannot undo this action. Are you sure you would like to proceed?
ar: سيؤدي حذف طبقة الخريطة هذه إلى إزالتها بالكامل. لا يمكنك التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد المتابعة؟

source: Delete survey?
ar: حذف الاستطلاع؟

source: Deleting this survey will remove it entirely. You cannot undo this action. Are you sure you would like to proceed?
ar: سيؤدي حذف هذا الاستطلاع إلى إزالته بالكامل. لا يمكنك التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد المتابعة؟

source: Graph import failed.
ar: فشل استيراد الرسم البياني.

source: Request Failed...
ar: الطلب فشل...

source: Sorry! The request failed. Please try again. Contact your system administrator if the problem persists.
ar: آسف! فشل الطلب. حاول مرة اخرى. اتصل بمسؤول النظام إذا استمرت المشكلة.

source: Resource Successfully Copied.
ar: تم نسخ المورد بنجاح.

source: Resource Copy Failed...
ar: فشل نسخ المورد ...

source: Sorry! The copy request failed. Please try again. Contact your system administrator if the problem persists.
ar: آسف! فشل طلب النسخ. حاول مرة اخرى. اتصل بمسؤول النظام إذا استمرت المشكلة.

source: You are deactivating an active survey
ar: أنت تقوم بإلغاء تنشيط استطلاع نشط

source: Users will not be able to download this survey to their device
ar: لن يتمكن المستخدمون من تنزيل هذا الاستطلاع على أجهزتهم

source: You are activating this survey
ar: أنت تقوم بتنشيط هذا الاستطلاع

source: Users will immediately be able to download this survey and begin collecting data
ar: سيتمكن المستخدمون على الفور من تنزيل هذا الاستطلاع والبدء في جمع البيانات

source: Add point
ar: أضف نقطة

source: Add line
ar: أضف خطًا

source: Add polygon
ar: أضف بوليغون

source: Select drawing
ar: حدد الرسم

source: Create a new ${graphName}
ar: إنشاء $ {graphName} جديد

source: Add new Relationship
ar: أضف علاقة جديدة

source: Network response was not ok
ar: لم تكن استجابة الشبكة جيدة

source: You are about to delete ${val}.
ar: أنت على وشك حذف $ {val}.

source: Are you sure you want to continue?
ar: هل أنت متأكد أنك تريد الاستمرار؟

source: You are about to quit the workflow.
ar: أنت على وشك إنهاء سير العمل.

source: Term Matches
ar: Team Matches

source: ${total} date values
ar: قيم التاريخ $ {total}

source: Select Widgets
ar: حدد الودجت Widgets

source: (This card data will define the resource description.)
ar: (ستحدد بيانات الكارد هذه وصف المورد.)

source: (This card data will define the resource name.)
ar: (ستحدد بيانات الكارد هذه اسم المورد.)

source: Model Details
ar: تفاصيل النموذج

source: Summary of how this model participates in the survey
ar: ملخص لكيفية مشاركة هذا النموذج في المسح

source: Settings Conflict: Remove this card from grouped card?
ar: إعدادات التعارض : هل تريد إزالة هذه الكارد من الكارد المجمعة؟

source: The cardinality of this card can\
ar: يمكن لكاردينالت هذه البطاقة \

source: Cancel drawing
ar: إلغاء الرسم

source: Finish drawing
ar: إنهاء الرسم

source: Finish
ar: إنهاء

source: Delete last point drawn
ar: احذف النقطة الأخيرة المرسومة

source: Delete last point
ar: احذف النقطة الأخيرة

source: Draw a polyline
ar: ارسم خط متعدد الخطوط polyline

source: Draw a polygon
ar: ارسم بوليغون

source: Draw a rectangle
ar: ارسم مستطيلاً

source: Draw a circle
ar: أرسم دائرة

source: Draw a marker
ar: ارسم علامة

source: Click and drag to draw circle.
ar: انقر واسحب لرسم دائرة.

source: Radius
ar: نصف القطر

source: Click map to place marker.
ar: انقر على الخريطة لوضع العلامة.

source: Click to start drawing shape.
ar: انقر لبدء رسم الشكل.

source: Click to continue drawing shape.
ar: انقر لمواصلة رسم الشكل.

source: Click first point to close this shape.
ar: انقر فوق النقطة الأولى لإغلاق هذا الشكل.

source: <strong>Error:</strong> shape edges cannot cross!
ar: <strong> خطأ: </ strong> لا يمكن أن تتقاطع حواف الشكل!

source: Click to start drawing line.
ar: انقر لبدء رسم الخط.

source: Click to continue drawing line.
ar: انقر لمواصلة رسم الخط.

source: Click last point to finish line.
ar: انقر فوق النقطة الأخيرة لإنهاء خط.

source: Click and drag to draw rectangle.
ar: انقر واسحب لرسم مستطيل.

source: Release mouse to finish drawing.
ar: حرر الماوس لإنهاء الرسم.

source: Apply changes.
ar: تطبيق التغييرات.

source: Apply
ar: تطبيق

source: Undo edits, discards all changes.
ar: التراجع عن عمليات التعديل ، تجاهل كل التغييرات.

source: Undo
ar: تراجع undo

source: Edit drawings.
ar: تعديل الرسومات.

source: No drawings to edit.
ar: لا توجد رسومات لتحريرها.

source: Delete drawings.
ar: احذف الرسومات.

source: No drawings to delete.
ar: لا توجد رسومات لحذفها.

source: Drag handles, or marker to edit feature.
ar: اسحب المقابض أو الماركر لتعديل العنصر.

source: Click undo to cancel changes.
ar: انقر فوق تراجع لإلغاء التغييرات.

source: Click on a feature to remove
ar: انقر فوق ميزة للإزالة

source: Sign In
ar: توقيع للدخول

source: Sign in to Arches to access your data modeling, editing, and discovery tools.
ar: سجّل الدخول إلى Arches للوصول إلى أدوات نمذجة البيانات والتعديل والاكتشاف.

source: Login failed
ar: فشل الدخول

source: Invalid username and/or password.
ar: اسم مستخدم و/أو كلمة سر غير صالح/ة

source: Forgot password ?
ar: هل نسيت كلمة السر ؟

source: Forgot password?
ar: هل نسيت كلمة السر؟

source: Create a new account
ar: انشاء حساب جديد

source: Learn more about <a href='http://www.archesproject.org'>Arches</a>
ar: تعرف على مزيد من المعلومات حول <a href='http://www.archesproject.org'> Arches</a>

source: Select a graph...
ar: حدد رسمًا بيانيًا ...

source: Graphs/Semantics
ar: الرسوم البيانية / الدلالات

source: Define graph
ar: تحديد الرسم البياني

source: Return to Arches Designer
ar: ارجع إلى Arches Designer

source: Create Arches Resource Models and Branches
ar: إنشاء نماذج موارد Arches والفروع

source: New Model
ar: نموذج جديد

source: Create new Resource Model
ar: إنشاء نموذج موارد جديد

source: New Branch
ar: فرع جديد

source: Create new Branch
ar: انشاء فرع جديد

source: Import Model
ar: نموذج الاستيراد

source: Import Model by uploading a json file
ar: نموذج الاستيراد عن طريق تحميل ملف json

source: Clone Model
ar: نموذج استنساخ

source: Clone Branch
ar: فرع استنساخ

source: Clone the existing Resource Model
ar: استنساخ نموذج المورد الحالي

source: Clone the existing Branch
ar: استنساخ الفرع الحالي

source: Export Model
ar: نموذج التصدير

source: Export Branch
ar: فرع التصدير

source: Export the existing Resource Model
ar: تصدير نموذج المورد الحالي

source: Export the existing Branch
ar: تصدير الفرع الحالي

source: Functions
ar: الوظائف

source: Configure functions attached to this Resource Model
ar: تكوين الوظائف المرفقة بنموذج الموارد هذا

source: Export Mapping File
ar: تصدير ملف الخرائط

source: Use a mapping file with import/export of business data
ar: استخدم ملف تخطيط مع استيراد / تصدير بيانات الbusiness

source: Delete Associated Instances
ar: حذف المثيلات المقترنة

source: Delete All Associated Instances with this Model
ar: احذف كافة المثيلات المرتبطة بهذا النموذج

source: Delete Model
ar: حذف النموذج

source: Delete Branch
ar: حذف الفرع

source: Delete the existing Resource Model
ar: حذف نموذج المورد الحالي

source: Delete the existing Branch
ar: حذف الفرع الحالي

source: Exit Project
ar: خروج المشروع

source: Return to the list of available projects
ar: العودة إلى قائمة المشاريع المتاحة

source: Delete Project
ar: حذف المشروع

source: Delete the current project
ar: احذف المشروع الحالي

source: You cannot delete an active project
ar: لا يمكنك حذف مشروع نشط

source: Copy Resource
ar: نسخ المورد

source: Make a copy and start editing
ar: قم بعمل نسخة وابدأ التعديل

source: Delete Resource
ar: احذف المورد

source: Permanently delete this resource
ar: حذف هذا المورد بشكل دائم

source: Review Edit History
ar: مراجعة تاريخ التعديل

source: View changes to this resource record
ar: عرض التغييرات على سجل المورد هذا

source: Jump to Report
ar: انتقل إلى تقرير

source: View the full resource report
ar: عرض تقرير الموارد الكامل

source: Print Report
ar: اطبع تقرير

source: Print the full resource report
ar: اطبع تقرير الموارد الكامل

source: Toggle Dropdown
ar: قائمة يتم إفرادها للتبديل

source: Add Thesauri
ar: أضف قاموس المرادفات

source: Import Thesauri
ar: استيراد قاموس المرادفات

source: Export Thesauri
ar: تصدير قاموس المرادفات

source: Delete Thesauri
ar: حذف قاموس المرادفات

source: Add Collection
ar: أضف المجموعة

source: Delete Collection
ar: حذف المجموعة

source: Export All Collections
ar: تصدير كافة المجموعات

source: Loading...
ar: تحميل...

source: Create Account
ar: إنشاء حساب

source: Register to access data modeling, editing, and discovery tools.
ar: سجل للوصول إلى أدوات نمذجة البيانات والتعديل والاكتشاف.

source: Please correct the error below.
ar: الرجاء تصحيح الخطأ أدناه.

source: Please correct the errors below.
ar: الرجاء تصحيح الاخطاء الواردة أدناه.

source: Signup
ar: اشتراك

source: Add Buffer Feature
ar: إضافة ميزة Buffer

source: Distance:
ar: مسافة:

source: Units:
ar: الوحدات:

source: meters
ar: أمتار

source: feet
ar: أقدام

source: Add as new
ar: أضف كجديد

source: Add Feature
ar: إضافة ميزة

source: These data are provisional and pending review
ar: هذه البيانات مؤقتة وفي انتظار المراجعة

source: Sorry, you don't have access to this information
ar: عذرا ، ليس لديك حق الوصول إلى هذه المعلومات

source: No data added yet for
ar: لا توجد بيانات مضافة حتى الآن ل

source: Add Gnu
ar: أضف Gnu

source: Showing edits by
ar: عرض التعديلات بواسطة

source: Return to approved edits
ar: العودة إلى التعديلات الموافق عليها

source: This is a new contribution by a provisional editor.
ar: هذه مساهمة جديدة من قبل محرر مؤقت.

source: Currently showing the most recent approved edits
ar: يتم عرض أحدث التعديلات الموافق عليها حاليًا

source: Provisional Edits
ar: تعديلات مؤقتة

source: Delete all edits
ar: حذف كافة التعديلات

source: Delete this record
ar: احذف هذا السجل

source: Cancel edit
ar: إلغاء التعديل

source: Save edit
ar: حفظ التعديل

source: Add
ar: أضف

source: New
ar: جديد

source: Add New
ar: اضف جديد

source: Choose a sibling card...
ar: اختر كارد شقيقة ...

source: Default Image Service URL
ar: عنوان URL الافتراضي لخدمة الصورة Image Service

source: Enter manifest URL
ar: أدخل عنوان URL للبيان

source: Select drawings map source (optional)
ar: حدد مصدر خريطة الرسومات (اختياري)

source: Select drawings map source layer (optional)
ar: حدد طبقة خريطة الرسومات المصدر (اختياري)

source: Select drawings text (optional)
ar: حدد نص الرسومات (اختياري)

source: Map Center Longitude
ar: مركز الخريطة خط الطول

source: Longitude (x coordinate)
ar: خط الطول (إحداثيات x)

source: Map Center Latitude
ar: مركز الخريطة خط العرض

source: Latitude (y coordinate)
ar: خط العرض (إحداثيات y)

source: Default Zoom
ar: التكبير التلقائي
