Repository: AdvanceServices/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: ar

source: {0} error, {1} {2} - {3}. Unable to save.
ar: خطأ {0} ، {1} {2} - {3}. لا يمكن التسجيل

source: Multiple provisional edits. Returning first edit
ar: تعديلات مؤقتة متعددة. إرجاع التعديل الأول

source: Tile has no authoritative or provisional data
ar: لا يوجد للتايل بيانات موثوقة أو مؤقت

source: The widget used to save this data appears to be incorrect for this datatype. Contact system admin to resolve
ar: الودجة المستخدمة لحفظ هذه البيانات غير صحيحة لنوع البيانات هذا. اتصل بمسؤول النظام لحل المشكلة

source: This is an invalid concept prefLabel, or an incomplete UUID
ar: هذا مفهوم غير صالح prefLabel، او UUID ناقص

source: This UUID is not an available concept value
ar: هذا ال UUID ليس ضمن قيم المفهوم المتاحة

source: This is not a string
ar: هذه ليست سلسلة نصية

source: Not a properly formatted number
ar: رقم غير منسق بشكل صحيح

source: Not of type boolean
ar: ليس من النوع المنطقي

source: Incorrect format. Confirm format is in settings.DATE_FORMATS or set the format in settings.DATE_IMPORT_EXPORT_FORMAT.
ar: تنسيق غير صحيح. تأكيد التنسيق في الإعدادات. DATE_FORMATS أو اضبط التنسيق في الإعدادات. DATE_IMPORT_EXPORT_FORMAT.

source: {value} is an invalid date format
ar: {القيمة} هي تنسيق تاريخ غير صالح

source: Incorrect Extended Date Time Format. See http://www.loc.gov/standards/datetime/ for supported formats.
ar: تنسيق Extended Date Time Format غير صحيح. يُرجى زيارة /http://www.loc.gov/standards/datetime للحصول على التنسيقات المدعومة.

source: Only dates that specify an exact year, month, and day can be used with the "=" operator
ar: يمكن فقط استخدام التواريخ التي تحدد بالضبط السنة والشهر واليوم مع عامل التشغيل "="

source: Only dates that specify an exact year, month, and day can be used with the ">", "<", ">=", and "<=" operators
ar: يمكن فقط استخدام التواريخ التي تحدد بالضبط السنة والشهر واليوم مع عوامل التشغيل ">" و "<" و "> =" و "<="

source: Invalid date specified.
ar: تاريخ غير صالح.

source: Unable to serialize some geometry features
ar: غير قادر على إجراء تسلسل لبعض الميزات الهندسية

source: This node has a limit of {0} files. Please reduce files.
ar: هذه النود لها حد يبلغ {0} من الملفات. الرجاء تقليل الملفات

source: This node has a file-size limit of {0}. Please reduce file size or contact your sysadmin.
ar: هذه النود لها حد أقصى لحجم الملف يبلغ {0}. يرجى تقليل حجم الملف أو الاتصال بمسؤول النظام

source: datatype: {0}, value: {1} - {2} .
ar: نوع البيانات: {0} ، القيمة: {1} - {2}.

source: File does not exist
ar: الملف غير موجود

source: The file url is invalid
ar: عنوان ال url للملف غير صالح

source: A file is not available for this tile
ar: الملف غير موجود لهذه التايل

source: This file's fileid is not a valid UUID
ar: مجال هذا الملف ليس UUID صالحًا

source: Invalid domain id. Please check the node this value is mapped to for a list of valid domain ids.
ar: رقم معرف النطاق غير صالح. يرجى التحقق من نود القيمة للحصول على قائمة بارقام التعريف الصالحة للنطاق .

source: The related resource with id '{0}' is not in the system.
ar: المورد المترابط ذو رقم معرف "{0}" ليس في النظام.

source: Undefined
ar: غير محدد

source: Only include values for include or exclude, but not both
ar: اشمل قيم التضمين أو الاستثناء فقط ، ولكن ليس كليهما

source: Invalid subconcept definition: %s
ar: تعريف مفهوم ثانوي غير صالح: %s

source: Invalid related concept definition: %s
ar: تعريف المفهوم المترابط غير صالح%s

source: Invalid value definition: %s
ar: تعريف القيمة غير صالح %s

source: Need to include values when creating a collection
ar: يجب ضمن القيم عند إنشاء مجموعة

source: Index of label failed. Index type (scheme id) could not be derived from the label.
ar: فشل فهرس الوسم. لا يمكن اشتقاق نوع الفهرس (رقم تعريف الرسم البياني) من الوسم.

source: A I18n_TextField object
ar: كائن نوع I18n_TextField

source: A I18n_JSONField object
ar: كائن نوع I18n_JSONField

source: New Node
ar: نود جديدة

source: Top Node
ar: أعلى نود

source: Your resource model: {0}, already has instances saved. You cannot delete a Resource Model with instances.
ar: لدى نموذج المورد: {0}، بيانات (انستانس) مسجلة. لا يمكن محو نموذج مورد مع بيانات (انستانس) مسجلة.

source: Your resource model: {0}, already has instances saved. You cannot modify a Resource Model with instances.
ar: لدى نموذج المورد: {0}، بيانات (انستانس) مسجلة. لا يمكن تعديل نموذج مورد مع بيانات (انستانس) مسجلة .

source: Ontology rules don't allow this node to be appended
ar: لا تسمح قواعد الأنطولوجيا باضافة هذه النود

source: Your resource model: {self.name}, already has instances saved. You cannot delete nodes from a Resource Model with instances.
ar: نموذج المورد: {self.name} ، يحتوي على بيانات(انستانس) مسجلة. لا يمكنك حذف النود من نموذج الموارد مع بيانات (انستانس) مسجلة.

source: The graph you wish to append needs to define an ontology
ar: الرسم البياني الذي ترغب في اضافته يحتاج إن يحدد أنطولوجيا

source: Ontology rules don't allow this graph to be appended
ar: لا تسمح قواعد الأنطولوجيا بإضافة هذا الرسم البياني

source: Your resource model: {self.name}, already has instances saved. You cannot modify a Resource Model with instances.
ar: لدى نموذج المورد: {self.name}، بيانات (انستانس) مسجلة. لا يمكن تعديل نموذج مورد مع بيانات (انستانس) مسجلة .

source: Duplicate node name: "{0}". All node names in a card must be unique.
ar: اسم النود مكرر: "{0}". يجب أن تكون جميع أسماء النود في الكارد فريدة.

source: Duplicate node name: "{0}". All sibling node names must be unique.
ar: اسم النود مكرر: "{0}". يجب أن تكون جميع أسماء اشقاء النود فريدة.

source: The top node of your resource graph: {self.root.name} needs to be a collector. Hint: check that nodegroup_id of your resource node(s) are not null.
ar: النود العلوية للرسم البياني للمورد: {self.root.name} يجب أن تكون Collector. تلميح: تحقق من أن nodegroup_id للنود في المورد ليسوا خاليين.

source: The top node of your resource graph must have a datatype of 'semantic'.
ar: يجب أن تحتوي النود العلوية في الرسم البياني للمورد على نوع بيانات "دلالي".

source: If your graph contains more than one node and is not a resource the root must be a collector.
ar: إذا كان الرسم البياني يحتوي على أكثر من نود ولم يكن موردًا ، فيجب أن يكون Collector.

source: Field name must not be blank.
ar: يجب أن لا يكون اسم الحقل فارغ.

source: Field name must contain only alpha-numeric characters or underscores.
ar: يجب أن يحتوي اسم الحقل فقط على أحرف أبجدية رقمية أو أندر سكور.

source: Field name cannot begin with an underscore or number
ar: لا يمكن أن يبدأ اسم الحقل بأندر سكور أو رقم

source: Field name must be unique to the graph; '{fieldname}' already exists.
ar: يجب أن يكون اسم الحقل فريدًا للرسم البياني ؛ "{fieldname}" مستخدم من قبل.

source: A valid {0} ontology class must be selected
ar: يجب تحديد فئة أنطولوجيا صالحة {0}

source: '{0}' is not a valid {1} ontology class
ar: "{0}" ليس فئة أنطولوجيا صالحة {1}

source: You must specify an ontology property. Your graph isn't semantically valid. Entity domain '{edge.domainnode.ontologyclass}' and Entity range '{edge.rangenode.ontologyclass}' can not be related via Property '{edge.ontologyproperty}'.
ar: يجب عليك تحديد خاصية الأنطولوجيا . الرسم البياني الخاص بك ليس صالحًا من الناحية الدلالية. لا يمكن ربط مجال الكيان '{edge.domainnode.ontologyclass}' ونطاق الكيان '{edge.rangenode.ontologyclass}' عبر الخاصية '{edge.ontologyproperty}'.

source: Your graph isn't semantically valid. Entity domain '{edge.domainnode.ontologyclass}' and Entity range '{edge.rangenode.ontologyclass}' cannot be related via Property '{edge.ontologyproperty}'.
ar: الرسم البياني ا ليس صالحًا من الناحية الدلالية. لا يمكن ربط نطاق الكيان '{edge.domainnode.ontologyclass}' ونطاق الكيان '{edge.rangenode.ontologyclass}' عبر الخاصية '{edge.ontologyproperty}'.

source: '{0}' is not found in the {1} ontology or is not a valid ontology property for Entity domain '{2}'.
ar: لم يتم العثور على '{0}' في الأنطولوجيا {1} أو أنها ليست خاصية أنطولوجيا صالحة لنطاق الكيان '{2}'.

source: You have assigned ontology classes to your graph nodes but not assigned an ontology to your graph.
ar: لقد قمت بتعيين فئات أنطولوجيا لنود الرسم البياني ولكنك لم تقم بتعيين أنطولوجيا للرسم البياني.

source: The json-ld context you supplied wasn't formatted correctly.
ar: سياق الjson-ld غير منسق بشكل صحيح

source: Another resource modal already uses the slug '{self.slug}'
ar: نموذج مورد آخر يستخدم 'slug '{self.slug}

source: Graph Validation Error
ar: خطأ في التحقق من صحة الرسم البياني

source: Could not delete database in CouchDB
ar: عدم أستطاع حذف قاعدة البيانات في CouchDB

source: Celery appears not to be running, you need to have celery running in order to sync from Arches Collector.
ar: يبدو أن الCelery غير شغال ، يجب تشغيل الCelery للمزامنة مع Arches Collector

source: Sync Completed
ar: اكتملت المزامنة

source: Pushing Edits to Arches
ar: دفع التعديلات إلى Arches

source: Only resource models may be edited - branches are not editable
ar: يمكن تعديل نماذج الموارد فقط - الفروع غير قابلة للتعديل

source: This Model is Inactive and not available for editing
ar: هذا النموذج غير عامل وغير متاح للتعديل

source: This model is not yet active; unable to save.
ar: هذا النموذج غير عامل ؛ لا يمكن حفظه.

source: This model is not yet active; unable to delete.
ar: هذا النموذج غير عامل؛ لا يمكن حذفه.

source: Model Inactive Error
ar: خطأ نموذج غير فعال

source: Unable to save a tile to a card with cardinality 1 where a tile has previously been saved.
ar: لا يمكن تسجيل تايل في كارد ذات كاردينالتي 1 حيث تم تسجيل تايل سابقًا.

source: Details: card: {0}, graph: {1}, resource: {2}, tile: {3}, nodegroup: {4}
ar: التفاصيل: الكارد: {0} ، الرسم البياني: {1} ، المورد: {2} ، التايل: {3} ، مجموعة النود: {4}

source: This card violates a unique constraint. The following value is already saved:
ar: هذه الكارد تنتهك قيدًا فريدًا. القيمة التالية مسجلة من قبل:

source: Error checking for missing node. Nodeid: {nodeid} with value: {value}, not in nodes. You may have a node in your business data that no longer exists in any graphs.
ar: التحقق من الخطأ بحثًا عن نود مفقودة. Nodeid: {nodeid} بالقيمة: {value} ، ليس في النود. قد يكون لديك نود في بيانات ال business لم تعد موجودة في أي رسوم بيانية.

source: This card requires values for the following:
ar: تتطلب هذه الكارد قيمًا لما يلي:

source: No associated functions or other TypeError raised by a function
ar: لا توجد وظائف مرتبطة أو خطأ TypeError آخر مرفوع بواسطة وظيفة

source: Tile Validation Error
ar: خطأ في التحقق من صحة التايل

source: Tile Cardinaltiy Error
ar: خطأ تايل Cardinaltiy

source: Search Index Error:
ar: خطأ فهرس البحث:

source: Search Index Not Defined Error:
ar: خطأ فهرس البحث غير معرف :

source: The index "%s" is not defined in settings.ELASTICSEARCH_CUSTOM_INDEXES
ar: لم يتم تعريف الفهرس "٪ s" في الإعدادات. ELASTICSEARCH_CUSTOM_INDEXES

source: Feature geometry is not defined
ar: لم يتم تعريف هندسة الميزة

source: You need at least one of the following operators in a Range expression: gte, gt, lte, or lt
ar: أنت بحاجة إلى عامل واحد على الأقل من العوامل التالية في تعبير المدى : gte ، gt ، lte ، lt

source: You can only use one of either: gte or gt
ar: يمكنك فقط استخدام أيٍّ مما يلي: gte أو gt

source: You can only use one of either: lte or lt
ar: يمكنك فقط استخدام أحدهما: lte أو lt

source: You need to specify either a "field" or a "script"
ar: تحتاج إلى تحديد "حقل" أو " نص"

source: You need to specify a name for your aggregation
ar: تحتاج إلى تحديد اسم للتجميع

source: You need to specify an aggregation type
ar: تحتاج إلى تحديد نوع التجميع

source: You need to specify a path for your nested aggregation
ar: تحتاج إلى تحديد عنوان للتجميع المتداخل

source: Shapefile are fieldnames required for the following nodes: {0}
ar: Shapefile هي أسماء الحقول المطلوبة للنود التالية: {0}

source: files_deleted
ar: تم حذف الملفات

source: Your search {} is ready for download. You have 24 hours to access this file, after which we'll automatically remove it.
ar: بحثك {} جاهز للتنزيل. لديك 24 ساعة للحصول على هذا الملف ، وبعد ذلك سنقوم بإزالته تلقائيًا.

source: Hello, Your request to download a set of search results is now ready.
ar: مرحبًا، طلبك لتنزيل مجموعة من نتائج البحث جاهز الآن.

source: Download Now
ar: التحميل الان

source: Thank you
ar: شكرًا

source: Resources have completed loading.
ar: اكتملت الموارد التحميل.

source: Hello, Your package has successfully loaded into your Arches project.
ar: مرحبًا، تم تحميل الحزمة بنجاح في مشروع Arches

source: Log me in
ar: قم بتسجيل الدخول

source: Cancel
ar: إلغاء

source: OK
ar: موافق

source: Manage
ar: إدارة

source: Login
ar: دخول

source: Welcome
ar: مرحباً

source: Notifications
ar: إشعارات

source: Search
ar: بحث

source: My Recent Edits
ar: تعديلاتي الأخيرة

source: Edit Resource
ar: تعديل المورد

source: Print
ar: اطبع

source: Help
ar: مساعدة

source: Close
ar: أغلق

source: My Edit History
ar: محفوظات التعديلات

source: Close Help
ar: إغلاق قسم المساعدة

source: for more documentation, visit
ar: لمزيد من الوثائق ، قم بزيارة

source: Tools
ar: أدوات

source: Manage System Settings
ar: إدارة إعدادات النظام

source: System Settings
ar: اعدادات النظام

source: System Settings Graph
ar: الرسم البياني لإعدادات النظام

source: Add New Resource
ar: أضف مورد جديد

source: Arches Designer
ar: مصمم Arches

source: Resource Models
ar: نماذج الموارد

source: Branches
ar: الفروع

source: Map Layer Manager
ar: إدارة طبقة الخريطة

source: Resource Layers
ar: طبقات الموارد

source: Basemaps
ar: خرائط مرجعية

source: Overlays
ar: متراكب

source: Arches Collector Manager
ar: إدارة Arches Collector

source: Recent Edits
ar: أحدث التعديلات

source: Profile Manager
ar: إدارة الملف الشخصي

source: Modules
ar: الوحدات

source: Reference Data Manager
ar: إدارة البيانات المرجعية

source: Change your password
ar: غير كلمة المرور الخاصة بك

source: Change Password
ar: غير كلمة السر

source: Your password must:
ar: كلمة السر الخاصة بك يجب أن:

source: Oops!
ar: أُووبس!

source: Page Not Found!
ar: الصفحة غير موجودة!

source: Sorry, but the page you are looking for has not been found on our server.
ar: عذرا ، ولكن الصفحة التي تبحث عنها لم يتم العثور عليها على السيرفر.

source: Back to Homepage
ar: العودة إلى الصفحة الرئيسية

source: Internal Server Error!
ar: خطأ في السيرفر الداخلي!

source: Something went wrong and we couldn't process your request.
ar: حدث خطأ ولم نتمكن من معالجة طلبك.

source: Overview
ar: ملخص

source: As a database administrator, you will use the Arches Collector Manager to create and manage the projects that data collection users will access through the <a href="https://arches.readthedocs.io/en/stable/using-arches-collector" target="_blank">Arches Collector</a> mobile app.
ar: بصفتك مسؤول قاعدة بيانات ، ستستخدم Arches Collector Manager لإنشاء وإدارة المشاريع التي سيصل مستخدمو جمع البيانات إليها من خلال <a href = "https://arches.readthedocs.io/en/stable/using-arches-collector "target =" _ blank "> Arches Collector </a> تطبيق الهاتف الجوال.

source: When you begin creating a new project, you'll be brought to the project summary, which shows you how many users are participating, when data was last synced, and more.
ar: عندما تبدأ في إنشاء مشروع جديد ، سيتم نقلك إلى ملخص المشروع ، والذي يوضح لك عدد المستخدمين المشاركين ، ومتى تمت مزامنة البيانات آخر مرة ، والمزيد.

source: open in new tab
ar: فتح tab جديدة

source: Once you have finished setting all of the parameters for your project, you will return to the summary page to activate it for the first time.
ar: بمجرد الانتهاء من تعيين جميع المعلمات الخاصة بمشروعك ، ستعود إلى صفحة الملخص لتنشيطه لأول مرة.

source: This initial activation saves the contents of your project to a staging database, from which Arches Collector users will download it and begin collecting data.
ar: يحفظ هذا التنشيط الأولي محتويات مشروعك في قاعدة بيانات مرحلية ، والتي سيقوم مستخدمو Arches Collector من خلالها بتنزيله والبدء في جمع البيانات.

source: IMPORTANT: In order for Arches Collector users to connect to this Arches instance a system admin must first <a href="https://arches.readthedocs.io/en/stable/api/#registering-an-application-with-arches" target="_blank">register an application</a>.
ar: هام: لكي يتصل مستخدمو Arches Collector بمثيل Arches ، يجب على مسؤول النظام أولاً <a href = "https://arches.readthedocs.io/en/stable/api/#registering-an-application-with-arches "target =" _ blank "> تسجيل التطبيق </a>.

source: Managing Projects
ar: إدارة المشاريع

source: Activation/Deactivation
ar: التنشيط / التعطيل

source: The first time you activate the project and click Save, all of the parameters are saved to an intermediate location, and cannot be updated. After this initial activation, you can deactivate/reactivate the project whenever you want. When a project is deactivated, users who have already downloaded it can still collect and sync their data, but new users cannot download it, even if they have the proper permissions.
ar: في المرة الأولى التي تقوم فيها بتنشيط المشروع واختيار Save ، يتم حفظ جميع المعلمات في موقع وسيط ، ولا يمكن تحديثها. بعد هذا التنشيط الأولي ، يمكنك إلغاء تنشيط / إعادة تنشيط المشروع وقتما تشاء. عندما يتم إلغاء تنشيط المشروع ، لا يزال بإمكان المستخدمين الذين قاموا بتنزيله جمع بياناتهم ومزامنتها ، ولكن لا يمكن للمستخدمين الجدد تنزيله ، حتى إذا كانت لديهم الأذونات المناسبة.

source: Syncing
ar: مزامنة

source: After you have activated a project, and users have begun downloading it and entering data, they can sync their changes at any time. The following takes place when a user syncs a project:
ar: بعد تنشيط المشروع ، وبدء المستخدمين في تنزيله وإدخال البيانات ، يمكنهم مزامنة تغييراتهم في أي وقت. يحدث ما يلي عندما يزامن المستخدم مشروعًا:

source: All changes from the user's mobile device will be pushed to this database.
ar: سيتم تحميل جميع التغييرات من الجهاز المحمول للمستخدم إلى قاعدة البيانات هذه.

source: All changes from the user's mobile device will be made available to all other participants in the same project.
ar: سيتم توفير جميع التغييرات من الجهاز المحمول للمستخدم لجميع المشاركين الآخرين في نفس المشروع.

source: If other project participants have synced their data, it will be downloaded to the user's mobile device.
ar: إذا قام المشاركون الآخرون في المشروع بمزامنة بياناتهم ، فسيتم تنزيلها على جهاز المستخدم المحمول.

source: If resources have been changed in this database since the project was first activated, these changes are <strong>not</strong> downloaded to the user's mobile device.
ar: إذا تم تغيير الموارد في قاعدة البيانات هذه منذ تنشيط المشروع لأول مرة ، <strong> لا </ strong> يتم تنزيل هذه التغييرات على الجهاز المحمول للمستخدم.

source: Project Parameters
ar: معايير المشروع

source: Settings
ar: الإعدادات

source: Name
ar: الاسم

source: This name will be used in Arches Collector when users connect to this Arches instance.
ar: سيتم استخدام هذا الاسم في Arches Collector عندما يتصل المستخدمون بهذا ال Arches .

source: Start Date/End Date
ar: تاريخ البدء\ تاريخ الانتهاء

source: The project's start and end dates are used to limit when people can add or edit data to your project. Use these dates to enforce the beginning and end of your field data collection effort. When a project has expired, users will not be able to collect new data, but they can still sync.
ar: يتم استخدام تاريخي بدء المشروع وانتهائه للحد من الوقت الذي يمكن فيه للأشخاص إضافة البيانات إلى مشروعك أو تعديلها. استخدم هذه التواريخ لفرض بداية ونهاية جهود جمع البيانات الميدانية. عند انتهاء صلاحية المشروع ، لن يتمكن المستخدمون من جمع بيانات جديدة ، ولكن لا يزال بإمكانهم المزامنة.

source: Description
ar: الوصف

source: Optionally add a description for your project. This description will be included when users download the project using Arches Collector.
ar: أضف وصفًا اختياري لمشروعك. سيتم ضمن هذا الوصف عندما يقوم المستخدمون بتنزيل المشروع باستخدام Arches Collector.

source: Map Extent
ar: مدى الخريطة

source: The map extent for this project will default to the extent set in System Settings, but can be changed however you like. If you allow users to download data in this project, only resources within this boundary will be used.
ar: سيكون مدى الخريطة لهذا المشروع افتراضيًا إلى الحد المعين في "إعدادات النظام" ، ولكن يمكن تغييره كيفما تشاء. إذا سمحت للمستخدمين بتنزيل البيانات في هذا المشروع ، فلن يتم استخدام سوى الموارد الموجودة ضمن هذا الحد.

source: Map Sources
ar: مصادر الخريطة

source: Define the basemap layer(s) that will be available to users while they collect data with Arches Collector.
ar: حدد طبقة (طبقات) خريطة الأساس التي ستكون متاحة للمستخدمين أثناء قيامهم بجمع البيانات باستخدام Arches Collector.

source: If you expect data collection to happen in areas that do not have reliable cellular/wifi data connections, use this parameter to link to an MBTiles file that users will download when they download this project. You can learn more about creating this file in our external <a href="https://arches.readthedocs.io/en/stable/arches-collector-manager/" target="_blank">Arches Collector Manager</a> documentation.
ar: إذا كنت تتوقع أن يتم جمع البيانات في المناطق التي لا تحتوي على اتصالات خلوية / واي فاي موثوقة ، فاستخدم هذه المعيار لرباط ملف MBTiles الذي سينزله المستخدمون عند تنزيل هذا المشروع. يمكنك معرفة المزيد حول إنشاء هذا الملف في توثيق<a href="https://arches.readthedocs.io/en/stable/arches-collector-manager/" target="_blank"> Arches Collector Manager </a> .

source: Models
ar: نماذج

source: You must select one or more resources models to include in the project. When a user downloads the project and begins editing data, only these resource models will be available to them.
ar: يجب تحديد نموذج موارد واحد أو أكثر لضمه في المشروع. عندما يقوم المستخدم بتنزيل المشروع ويبدأ في تعديل البيانات ، ستتوفر له نماذج الموارد هذه فقط.

source: Once you have selected a model, you must further decide which cards from that model to include.
ar: بمجرد تحديد نموذج ، يجب عليك تحديد جميع الكارد التي سيتم ضمها من هذا النموذج.

source: By only including certain cards, you can keep the Arches Collector users focused on the specific information you want them to gather.
ar: من خلال تضمين جميع الكارد المعينة فقط ، يمكنك تركيز مستخدمي Arches Collector على المعلومات المحددة التي تريدهم أن يجمعوها.

source: All existing card-level permissions in a resource model will be honored during data collection.
ar: سيتم تبع جميع الأذونات الموجودة على مستوى الكارد في نموذج الموارد أثناء جمع البيانات.

source: Data
ar: البيانات

source: If you want users to edit existing resources in your database, you must include these resources in the Data Download section. You can limit the number of resources that get downloaded, with the default maximum limit being 2000. If the resource model you want to download includes geometry, only resources from within your Map Extent will be downloaded.
ar: إذا كنت تريد أن يقوم المستخدمون بتعديل الموارد الموجودة في قاعدة البيانات ، فيجب عليك ضمن هذه الموارد في قسم تنزيل البيانات. يمكنك تحديد عدد الموارد التي يتم تنزيلها ، مع الحد الأقصى الافتراضي هو 2000. إذا كان نموذج المورد الذي تريد تنزيله يتضمن الشكل الهندسي ، فسيتم تنزيل الموارد من نطاق الخريطة فقط.

source: You can also choose a custom download of resources. Simply go to the search page, construct a search query, and copy and paste the URL in the Custom Download URL box. All of the search results from that query will be included when users download this project.
ar: يمكنك أيضًا اختيار تنزيل مخصص للموارد. ما عليك سوى الانتقال إلى صفحة البحث ، وإنشاء استعلام بحث ، ونسخ عنوان URL ولصقه في مربع عنوان URL المخصص للتنزيل. سيتم ضمن جميع نتائج البحث من هذا الاستعلام عندما يقوم المستخدمون بتنزيل هذا المشروع.

source: People
ar: الناس

source: When someone connects to this Arches instance from their mobile device using Arches Collector, they will only be able to access this project if they have been approved to do so.
ar: عندما يتصل شخص ما بهذا ال Arches من جهاز محمول باستخدام Arches Collector ، فلن يتمكن من الوصول إلى هذا المشروع إلا إذا تمت الموافقة عليه للقيام بذلك.
